{
    "stories": [
        {
            "title": "Ngưu lang – Chức Nữ",
            "content": "Thuở xưa, vị thần chăn trâu của Ngọc Hoàng tên là Ngưu Lang, vì say mê nhan sắc của một tiên nữ tên là Chức Nữ nên bỏ phế việc chăn trâu, để trâu đi nghinh ngang vào điện Ngọc Hư. Chức Nữ cũng vì mê tiếng tiêu của Ngưu Lang nên trễ nải việc dệt vải. Ngọc Hoàng giận giữ, bắt cả hai phải ở cách xa nhau, người đầu sông Ngân, kẻ cuối sông. Nhưng về sau, Ngọc Hoàng nghĩ lại, thương tình nên ra ơn cho Ngưu Lang, Chức Nữ mỗi năm được gặp nhau một lần vào tháng Bảy. Và khi tiễn nhau, Ngưu Lang Chức Nữ khóc sướt mướt. Nước mắt của họ rơi xuống trần hoá thành cơn mưa và được dương thế đặt tên là mưa ngâu. Thời bấy giờ, sông Ngân trên thiên đình không có một cây cầu nào cả Ngọc Hoàng mới ra lịnh cho làm cầu để Ngưu Lang Chức Nữ được gặp nhau. Các phường thợ mộc ở trần thế được vời lên trời để xây cầu. Các phường thợ mộc mạnh ai nấy làm, không ai nghe ai. Kẻ muốn làm kiểu này, người muốn làm kiểu kia, cãi nhau chí chóe. Đến kỳ hạn mà cầu vẫn không xong. Ngọc Hoàng bực tức, bắt tội mấy phường thợ mộc hóa kiếp làm quạ lấy đầu sắp lại làm cầu cho Ngưu Lang Chức Nữ gặp nhau. Bị hóa làm quạ, các phường thợ mộc lại càng giận nhau hơn. Vì thế cứ tới tháng bảy là loài quạ họp lại sửa soạn lên trời bắc cầu Ô Thước. Và gặp nhau, nhớ lại chuyện cũ nên chúng cắn mổ nhau đến xác xơ lông cánh. Ngưu Lang Chức Nữ lên cầu, nhìn xuống thấy một đám đen ngòi lúc nhúc ở dưới chân thì lấy làm gớm ghiếc, mới ra lịnh cho đàn chim ô thước mỗi khi lên trời làm cầu thì phải nhổ sạch lông đầu. Từ đó, cứ tới tháng bảy thì loài quạ lông thì xơ xác, đầu thì rụng lông xói xọi."
        },
        {
            "title": "Từ Thức gặp tiên",
            "content": "Ngày xưa, vào đời Trần, niên hiệu Quang Thái (1388-1398) có chàng thư sinh ở đất Hóa Châu tên Từ Thức, giữ chức huyện Tiên Du, thuộc tỉnh Bắc Ninh ngày nay. Cạnh huyện đường có ngôi chùa danh tiếng, trước sân chùa có một gốc mẫu đơn quý lạ. Hàng năm đến kỳ nở hoa, người ta mở hội tưng bừng, trai gái các nơi tấp nập kéo nhau đến dự hội thưởng hoa. Năm Bính Tỵ, vào khoảng tháng hai, người ta thấy có một cô gái tuyệt sắc trạc lối mười lăm, mười sáu tuổi đến dự hội. Nàng ít tô điểm phấn son song làn da mặt hết sức mịn màng, tươi thắm. Để ngắm hoa được gần hơn, nàng vin một cành hoa xuống, không ngờ mẫu đơn dòn gãy dưới tay. Người giữ hoa trông thấy liền bắt nàng trói vào gốc cây. Đến xế chiều cũng không thấy có ai đến chuộc cứu nàng. Từ Thức nhân đi qua, nghe câu chuyện, động lòng thương người đẹp, bèn cởi áo cừu đang mặc đưa cho nhà chùa để bồi thường. Cô gái được thả ra ngập ngừng cảm ơn Từ Thức rồi đi về một phía mất hút. Từ đó Từ Thức càng được dân tình mến trọng là một vị quan hiền đức. Nhưng Từ Thức vốn thích bầu rượu, túi thơ, cây đàn hơn là chồng giấy tờ ở công đường, mải mê theo cảnh đẹp trời mây mà bỏ bê cả việc quan. Cấp trên gởi tờ khiển trách, bảo rằng ông cụ thân sinh trước kia là một vị quan đại thần, lẽ nào chàng không nối được nghiệp nhà mà giữ nổi chức tri huyện? Từ Thức thở than: \"Lẽ nào chỉ vì một vài đấu thóc mà ta đành dìm thân trong chốn lợi danh! Sao bằng với một chiếc thuyền con, ta thoát khỏi vòng cương tỏa. Nước biếc non xanh sẽ không bao giờ phụ ta\"! Rồi chàng trả ấn từ quan, lui về vùng núi non ở huyện Tống Sơn. Mang theo bầu rượu, cây đàn, chàng đi du ngoạn khắp mọi chốn danh lam thắng cảnh. Gặp nơi đẹp đẽ chàng dừng chân uống rượu, làm thơ. Vết chân, câu thơ của chàng ghi dấu ở nhiều nơi, núi Chích Trợ, động Lục Vân, nguồn sông Lễ, bờ Kênh Nga. Một hôm, chàng tới cửa Thần Phù, trông ra ngoài biển thấy một lớp mây năm sắc kết thành đóa hoa sen. Chàng ngồi thuyền đến nơi, gặp nhiều núi non kỳ dị. Từ Thức lo ngại bảo người chèo thuyền: \"Ta đã đi khắp miền đông nam, biết rõ cả vùng này, nhưng chưa bao giờ nghe nói đến những núi non kỳ tú kia. Có lẽ đây là non Tiên đưa đến, hay núi Thần dời lại, không thì làm sao ta chẳng hề thấy bao giờ\"? Rồi sai buộc thuyền, lên bờ. Đi được vài bước thấy sừng sững trước mặt một sườn đá cao nghìn trượng, Từ Thức thở ra: \"Không có cánh làm sao mà vượt qua được\"? Rồi chàng lấy bút viết lên thành đá một bài thơ. Đang lúc mải mê ngắm cảnh, chàng bỗng thấy sườn đá mở ra một cửa hang động rộng chừng một trượng. Chàng vén áo lần vào. Vừa đi được vài bước thì cửa hang tự khép lại, chàng chìm trong bóng tối không còn biết đâu lối ra. Chàng liều chết sờ theo lớp rêu trên đá mà đi, theo một lối quanh co, được một quãng thì đường hầm dần dần mở rộng. Ra khỏi bóng tối, mắt chàng chói ngợp vì ánh sáng rực rỡ, sửng sốt vì mây muôn màu sắc bao phủ các đền đài giát bằng châu ngọc giữa cảnh vườn đầy hoa quý lạ, hương thơm khác thường. Từ Thức còn đang ngây ngất, tưởng mình đang mơ, thì bỗng vẳng có tiếng cười trong trẻo ở sau lưng, chàng ngoảnh lại thấy hai cô gái áo xanh đang khúc khích bảo nhau: \"Kìa, chú rể mới nhà ta đã đến\"! Rồi hai nàng bỏ đi. Một lát sau trở ra bảo: \"Phu nhân chúng tôi cho mời chàng vào\". Từ Thức theo. Đi qua một quãng sân, hai bên tường thêu dệt gấm hoa, đến một lớp cửa son, chàng thấy treo ở trên lầu cao hai bức hoành phi chữ vàng: \"Quỳnh Hư chi điện và Giao Quang chi các\". Trong cung điện, một bà tiên mặc áo trắng đang ngồi trên giường thất bảo. Bà tiên mời Từ Thức ngồi lên ghế bên cạnh rồi bảo: \"Chàng vốn say mê cảnh lạ, bấy lâu đã thỏa chí bình sinh ngao du đó đây, chàng có biết nơi này là đâu không\"? Từ Thức đáp: \"Tôi là một thư sinh sống ẩn dật ở huyện Tống Sơn, ngao du với một chiếc thuyền con ở giữa trời biển. Tôi không được biết là chốn này có lầu hồng, điện biếc. Lòng tôi đây còn nhiễm đầy trần tục, không hiểu biết được đây là chốn nào, xin phu nhân vui lòng dạy cho kẻ thư sinh được thấu rõ\". Bà tiên nói: \"Phải, chàng làm sao mà biết được chốn này. Đây là hang thứ sáu trong ba mươi sáu động Phù Lai. Nơi này biển bao bọc chung quanh, lơ lửng không chạm đất, cũng như núi La Phù theo chiều gió mưa mà tan hợp, như núi Bồng Lai mọc trên ngọn sóng. Ta đây là Ngụy phu nhân, tiên chủ núi Nam Nhạc. Vì thấy chàng có đức nên mới cho mời đến\"! Nói rồi bà tiên đưa mắt ra lệnh cho các tiên nữ đứng hầu. Một nàng áo xanh đưa từ trong ra một tiên nữ trẻ tuổi. Từ Thức liếc nhìn thì nhận ra người đã làm gẫy cành mẫu đơn trong Hội Thưởng Hoa. Bà tiên trỏ thiếu nữ mà nói với Từ Thức: \"Em nó là con gái ta, tên gọi Giáng Hương. Ngày trước nó gặp nạn trong Hội Thưởng Hoa, được chàng cứu thoát. Lòng em nó vẫn không quên. Ta muốn cho nó kết duyên với chàng để đền ơn đó\". Rồi bà tiên ra lệnh cử hành hôn lễ ngay đêm hôm ấy, dưới ánh đèn mỡ phụng, trên chiếu thêu rồng. Hôm sau, chư tiên ở khắp nơi đến mừng đôi tân nhân. Kẻ mặc lụa từ phương bắc cỡi rồng xanh đến, kẻ mặc tơ từ phương nam cỡi ly vàng đến, kẻ ngồi xe ngọc, kẻ đi xe mây… Các tiên tụ họp trên gác điện Giao Quang rèm ngọc, sáo vàng. Khi Kim Tiên đến, tất cả chư tiên đều xuống điện rước lên ngồi ở trên ngai pha lê bày chính giữa. Chư tiên vừa ngồi xuống, tiếng nhạc trời văng vẳng trỗi lên. Đủ các thứ rượu quý đượm hương ngào ngạt rót dâng ra. Tiên nương mặc áo lụa nói: \"Chúng ta dạo chơi trong vùng này đã gần tám mươi ngàn năm, biển phía nam đã ba lần biến đổi. Giờ đây chú rể không sợ thay đổi đời sống, từ xa đến đây để lấy vợ. Tôi nghĩ là chú rể sẽ không hối tiếc đời cũ và sẽ không còn nói là trên đời này không có Tiên\"! Kim Đồng, Ngọc Nữ sắp thành nhiều hàng dài bắt đầu múa. Ngụy phu nhân chủ động đứng ra mời tiệc. Giáng Hương rót rượu đưa đến tay chư tiên. Nàng tiên trẻ tuổi mặc tơ cười nói: \"Cô dâu chúng ta hôm nay thịt da như mỡ đọng, không còn gầy như trước nữa. Người ta thường nói là con gái thượng giới không có chồng. Tôi không còn có thể tin như vậy nữa\"! Ngụy phu nhân nói: \"Tôi nghe nói người ta có thể gặp Tiên song khó mà tìm đến. Những cuộc gặp gỡ hiếm có, nhiệm mầu, thời nào cũng thấy: tỉ như vết tích đền Bạc Hậu, núi Cao Đường, dấu chân ở Lạc Phố, đồi ngọc Giang Phi, nàng Lộc Ngọc lấy Tiên Sử, Vân Tiêu gặp Thái Loan, Lan Hương và Trương Thạc. Nếu ta chế giễu cuộc hôn nhân này, thì những việc trước kia cũng hóa ra đáng cười lắm ru!\". Tất cả chư tiên đều cười, trừ ra nàng tiên áo lụa nói bằng một giọng kém vui: \"Cô dâu trẻ chúng ta đã thành thân tốt đẹp rồi. Nhưng khi tin kẻ tiên kết hôn với người tục xuống đến trần, trên Thiên Đình sẽ không khỏi có kẻ mỉa mai chúng ta. Chư tiên thượng giới phải gánh chịu lấy thành quả này. Tôi e rằng chúng ta không tránh khỏi tiếng tăm đó\"! Kim Tiên liền nói: \"Tôi ở Thiên Đình, chưa bao giờ đặt chân xuống ở bể trần, thế mà có kẻ xấu miệng đã nói rằng thiên tiên dâng rượu cho vua Chu, chim xanh đem tin đến cho vua Hán. Chính chúng tôi cũng phải chịu lấy những lời lẽ phạm thượng của người đời. Thế làm sao chư tiên tránh khỏi được lời vu khống kia? Tân lang đang ở đây, chúng ta không nên tranh luận với nhau điều ấy để làm buồn lòng chàng làm gì\". Chư tiên lại cười lên vui vẻ. Đến khi mặt trời ngả về tây, các tiên mới chia tay ra về. Còn lại một mình, Từ Thức cười bảo Giáng Hương: \"Ở thượng giới, tình yêu cũng đưa đến việc lứa đôi. Cho nên Chức Nữ mới lấy Ngưu Lang, Thượng Nguyên theo Phong Trác ở dưới trần, Tăng Nhu viết ra thiên Chu Tần, Quần Ngọc làm bài thơ Hoàng Lãng. Hoàn cảnh tuy mỗi nơi có khác, song tình yêu ở đâu cũng giống nhau. Từ ngàn đời nay, bao giờ cũng thế. Bây giờ tất cả chư tiên đi rồi, sao không khí chung quanh đôi ta lại lạnh lẽo, buồn bã thế này. Có phải vì tình yêu không phát sinh ra ở lòng em, hay là em cố cầm giữ lại?\" Giáng Hương buồn rầu đáp: \"Các chị đều đã đắc đạo, có tên ở Hoàng Điện, thường lui tới Hồng Môn, sống ở chốn thanh khiết, vui chơi trong cõi cực tịnh, lòng không vương vấn dục tình. Còn em đây chưa sạch khỏi thất tình. Dấu vết còn ở nơi Thúy Điện, vấn vương duyên nợ trần ai. Thân em tuy ở điện ngọc nhưng lòng em còn dính bụi trần. Đừng đem em mà so sánh với các chư tiên khác!\" Từ Thức nói: \"Nếu thế thì em cũng không xa cách anh lắm\"! Cả hai đều phá lên cười. Ngày tháng kế tiếp nhau trong khoái lạc thần tiên. Một sáng, Từ Thức thấy hoa sen nở, hồ ngọc đã thay đổi màu xanh, thấm thoát thế mà đã qua một năm rồi. Những đêm gió thổi lạnh lùng, những sáng sương sa nặng hạt, những tối trăng rọi qua song, có khi Từ Thức không làm sao nhắm được mắt. Một nỗi buồn tràn ngập tâm hồn, thức tỉnh chàng dậy. Một hôm, trông ra xa thấy một con thuyền, chàng trỏ tay bảo Giáng Hương: \"Anh từ miền xa xôi kia tới đây, chân trời mờ mịt, sóng biển muôn trùng, không biết rõ nhà anh ở nơi nào!\" Một lát chàng lại nói: \"Khi đi, anh còn có mẹ, bạn bè ở dưới kia. Lòng trần chưa rũ sạch, anh muốn nhìn lại quê hương. Em hãy hiểu cho lòng anh, để cho anh trở về thăm nhà ít lâu. Không biết em nghĩ sao?\" Giáng Hương buồn bã không thốt nên lời. Từ Thức nói tiếp: \"Để cho anh đi dăm hôm, một tháng gặp lại các bạn, xếp đặt công việc nhà, rồi anh sẽ trở lại sống bên em mãi mãi cho đến già ở chốn Bạch Vân\". Giáng Hương khóc nói: \"Em không muốn lấy tình vợ chồng để ngăn anh đừng trở lại quê nhà. Em chỉ sợ rằng đời sống thế gian quá nhỏ hẹp, ánh sáng mặt trời quá vắn vỏi, anh sẽ không còn tìm thấy sân vườn xưa trong cảnh cũ nữa đâu!\" Nàng báo tin cho mẹ hay, Ngụy phu nhân thở dài bảo: \"Ta không ngờ con người ấy lại còn vương vấn tục lụy đến thế!\" Rồi cho sắm sửa một chiếc xe mây để đưa Từ Thức đi. Giáng Hương trao cho chồng một phong thư viết trên giấy lụa, dặn dò: \"Sau này khi xem đến bức thư, anh hãy nhớ đến em\"! Rồi hai người gạt nước mắt chia tay. Trong nháy mắt Từ Thức đã đặt chân xuống mặt đất. Nhưng tất cả đều đã hoàn toàn đổi thay. Nhà cửa, người làng không còn là những người quen cũ nữa. Chỉ có các tảng đá bên bờ suối vẫn phủ rêu xanh như xưa. Hỏi đến những người già cả trong làng xem có biết người tên Từ Thức không, mọi người đều nói: \"Hồi chúng tôi còn bé, có nghe nói là ông cố ba đời chúng tôi mang tên đó. Ông ấy đi lạc vào núi đã tám chục năm nay. Từ đó đến nay chúng tôi đã trải qua ba đời vua\". Từ Thức cảm thấy lòng buồn thấm thía, muốn trở lại thượng giới, song chiếc xe mây đã biến thành chim loan bay mất về trời. Chàng mở phong thư ra đọc: \"Trong mây kết duyên loan phụng, mối tình đôi ta đã dứt! Làm sao tìm lại non Tiên trên biển cả? Chúng ta khó gặp được nhau lần nữa\", mới biết là Giáng Hương đã gởi chàng những lời vĩnh biệt. Sau đó, Từ Thức khoác áo lông, đội nón nhẹ, một mình đi vào núi Hoành Sơn, không thấy trở về nữa."
        },
        {
            "title": "Trương Chi – Mị Nương",
            "content": "Ngày xưa, có một ông quan thừa tướng sinh được người con gái tên là Mỵ Nương, nhan sắc tuyệt trần. Nàng ở cấm cung trong ngôi lầu cạnh bờ sông. Bấy giờ có một chàng trai con nhà thuyền chài tên là Trương Chi, ngày ngày đến thả lưới kiếm ăn trên khúc sông đó. Chàng ta thường buông lưới, vừa hát. Tiếng hát rất hay, khiến cho Mỵ Nương ở trong lầu xao xuyến say mệ Một dạo, Trương Chi đi đánh cá ở khúc sông khác. Không được nghe tiếng hát, Mỵ Nương sinh ra sầu nãọ Nàng bồn chồn trông đợị Tiếng hát vẫn vắng lặng và nàng bắt đầu ốm. Thừa tướng vội cho mời các lương y đến xem mạch, bốc thuốc. Thuốc uống đã nhiều mà bệnh Mỵ Nương vẫn không chuyễn. Sau thừa tướng hỏi dò những người hầu hạ Mỵ Nương, mới biết là con mình ốm tương tự Các lương y khuyên thừa tướng cho gọi anh lái đò đến. Trương Chi được mời đến thăm Mỵ Nương. Chàng ta đội chiếc nón lá che mất khuôn mặt mình. Mỵ Nương năn nỉ mãi, phải ra lệnh, Trương Chi mới ngả nón rạ Nhưng khi nhìn thấy mặt Trương Chi, Mỵ Nương vỡ mộng, vì Trương Chi xấu xí quá. Nàng cho chàng ra về, và từ đó không còn yêu hình bóng Trương Chi nữạ Về phần Trương Chi, từ khi trông thấy Mỵ Nương xinh đẹp, chàng ta thầm yêu nàng. Chàng tủi cho thân phận nghèo bèn của mình, buồn chân không thiết gì ăn làm ăn nữạ Chàng hát: Kiếp này đã dở dang nhau, Thì xin kiếp khác, duyên sau lại lành. Trương Chi mang mối tình hận mà chết vì tương tự Một dạo sau không ai còn nghe tiếng chàng hát trên sông nữạ Mỵ Nương lại nhớ tiếng hát, hỏi ra mới biết anh dân chài đã chết. Mỵ Nương sai đắp cho chàng một nấm mộ caọ Nhưng lạ thay, khi đào mộ lên, thịt xương Trương Chi đã tan rửa, duy chỉ có trái tim biến thành một khối ngọc sáng long lanh. Mỵ Nương sai người mang khối ngọc đẽo một cái ly nước. Một hôm, Mỵ Nương cầm chén rót nước, thì lạ thay, hình ảnh người đánh cá chèo thuyền hiện lên chậm chậm xoay quanh trong lòng chén. Tức thì tiếng hát năm xưa cũng văng vẳng như than, như trách. Mỵ Nương chạnh lòng nhớ lại mối tình đã quạ Một giọt nước mắt của nàng rơi xuống chén và tự nhiên chén ngọc tan ra thành nước."
        },
        {
            "title": "Bá Nha và Tử Kỳ",
            "content": "Bá Nha và Tử Kỳ là đôi bạn tri âm thời Xuân Thu Chiến Quốc. Bá Nha làm quan, Tử Kỳ là tiều phu. Do đó, nơi bao lơn Tòa Thánh có đắp bức tranh Bá Nha – Tử Kỳ để tượng trưng TIỀU, một trong Tứ Dân Tứ Thú.\n– Bá Nha họ Du tên Thụy, người ở Sính Ðô nước Sở (nay là phủ Kinh Châu, tỉnh Hồ Quảng). Tuy là người nước Sở, nhưng làm quan cho nước Tấn, chức Thượng Ðại Phu.\n– Tử Kỳ, họ Chung tên Huy, nhà tại Tập Hiền Thôn, gần núi Mã Yên, ở cửa sông Hán Dương, là một danh sĩ ẩn dật, báo hiếu cha mẹ tuổi già nua, làm nghề đốn củi (Tiều).\nMột hôm, Bá Nha phụng chỉ vua Tấn đi sứ qua Sính Ðô nước Sở, vào triều kiến vua Sở, trình quốc thư và giải bày tình giao hiếu giữa hai nước, được vua Sở và quần thần thiết tiệc khoản đãi. Bá Nha nhơn dịp nầy đi thăm mộ phần tổ tiên, thăm họ hàng, xong vào từ biệt vua Sở trở về nước Tấn.\nKhi thuyền trở về đến cửa sông Hán Dương, nhằm đêm Trung Thu, trăng sáng vằng vặc, phong cảnh hữu tình, Bá Nha cho lịnh cắm thuyền dưới chân núi Mã Yên để thưởng ngoạn. Cảm thấy hứng thú, muốn dạo chơi một vài khúc đàn, Bá Nha liền sai quân hầu lấy chiếc lư ra, đốt hương trầm xông cây dao cầm đặt trên án. Bá Nha trịnh trọng nâng đàn, so dây vặn trục, đặt hết tâm hồn đàn lên một khúc réo rắt âm thanh, quyện vào khói trầm, chưa dứt, bỗng đàn đứt dây.\nBá Nha giật mình tự nghĩ, dây đàn bỗng đứt thế nầy ắt có người nghe lén tiếng đàn, bèn sai quân hầu lên bờ tìm xem có ai là người nghe đàn mà không lộ mặt. Quân hầu lãnh lịnh lên bờ thì bỗng có người từ trên bờ lên tiếng:\n– Xin đại nhân chớ lấy làm lạ, tiểu dân là tiều phu kiếm củi về muộn, trộm nghe được khúc đàn tuyệt diệu của Ngài.\nBá Nha cười lớn bảo:\n– Người tiều phu nào đó dám nói hai tiếng nghe đàn với ta, sao ngông cuồng thế?\n– Ðại nhân nói sai quá vậy. Há chẳng nghe: Thập thất chi ấp, tất hữu trung tín (Một ấp 10 nhà ắt có nhà trung tín). Nếu đại nhân khinh chỗ quê mùa không người biết nghe đàn, thì cũng không nên có người khảy lên khúc đàn tuyệt diệu.\nNghe đáp xong, Bá Nha hơi choáng váng, hối hận những lời vừa thốt ra, vội bước ra mũi thuyền, dịu giọng nói:\n– Người quân tử ở trên bờ, nếu thực biết nghe đàn, biết vừa rồi ta khảy khúc gì không?\n– Khúc đàn đại nhân vừa tấu đó là: Ðức Khổng Tử khóc Nhan Hồi, phổ vào tiếng đàn, lời rằng:\nKhá tiếc Nhan Hồi yểu mạng vong, Dạy người tư tưởng tóc như sương. Ðàn, bầu, ngõ hẹp vui cùng đạo,\nÐến cuối câu ba thì dây đàn đứt, còn lại câu bốn là:\nLưu mãi danh hiền với kỹ cương.\nBá Nha nghe xong, đúng quá, mừng rỡ sai quân hầu bắc cầu lên bờ mời người quân tử xuống thuyền đàm đạo.\nNgười tiều phu ung dung xuống thuyền, chấp tay vái Bá Nha. Bá Nha vội đưa tay đáp lễ, nói:\n– Xin quý hữu miễn lễ cho.\nRồi bắc ghế mời ngồi, phân ngôi chủ khách.\n– quý hữu biết nghe đàn, ắt biết ai chế ra đàn?\n– Mong ơn Ngài hỏi tới, kẻ tiểu dân đâu chẳng dám nói hết cái biết của mình.\nKhi xưa, vua Phục Hy thấy tinh hoa của năm vì sao rơi xuống cây ngô đồng, chim phượng hoàng liền đến đậu. Vua Phục Hy biết ngô đồng là gỗ quý, hấp thụ tinh hoa Trời Ðất, có thể làm đồ nhã nhạc, liền sai người đốn cây ngô đồng xuống, cắt làm ba đoạn để phân Thiên, Ðịa, Nhơn. Ðoạn ngọn thì tiếng quá trong mà nhẹ, đoạn gốc thì tiếng quá đục mà nặng, duy đoạn giữa thì tiếng vừa trong vừa đục, có thể dùng được, liền đem ra giữa dòng sông nước chảy ngâm 72 ngày đêm, rồi lấy lên phơi khô, chọn ngày tốt, thợ khéo Lưu Tử Kỳ chế làm nhạc khí, bắt chước nhạc Cung Dao Trì, đặt tên là Dao cầm.\nDao cầm nầy dài 3 thước 6 tấc, án theo 360 độ chu Thiên , phía trước rộng 8 tấc án theo Bát tiết, sau rộng 4 tấc án theo Tứ Tượng, dầy 2 tấc án theo Lưỡng Nghi, đầu như Kim đồng, lưng như Ngọc Nữ, trên chạm Long Phụng, gắn phím vàng trục ngọc. Ðàn ấy có 12 phím tượng trưng 12 tháng, lại thêm một phím giữa tượng trưng tháng nhuận, trên mắc 5 dây, ngoài tượng Ngũ Hành, trong tượng Ngũ Âm: Cung, Thương, Giốc, Chủy, Vũ.\nVua Thuấn khảy Dao cầm, ca bài Nam phong, thiên hạ đại trị. Vua Văn vương bị Trụ vương giam cầm nơi Dũ Lý, con trưởng Bá Ấp Khảo thương nhớ không nguôi, nên thêm một dây nữa gọi là dây Văn (Văn huyền), đàn nghe thêm ai oán.\nVõ vương đem quân phạt Trụ, thêm vào Dao cầm một dây phấn khích gọi là dây Võ (Võ huyền).\nNhư thế, Dao cầm lúc đầu có 5 dây, sau thêm 2 dây Văn và Võ nữa thành 7 dây, gọi là Thất huyền cầm.\nÐàn ấy có Sáu kỵ, Bảy không, Tám tuyệt, kể ra:\n* Sáu Kỵ là: Rét lớn, nắng lớn, gió lớn, mưa lớn, sét lớn, tuyết rơi nhiều.\n* Bảy Không là: Nghe tiếng bi ai và đám tang thì không đàn, lòng nhiễu loạn thì không đàn, việc bận rộn thì không đàn, thân thể không sạch thì không đàn, y quan không tề chỉnh thì không đàn, không đốt lò hương thì không đàn, không gặp tri âm thì không đàn.\n* Tám Tuyệt là: Thanh cao, kỳ diệu, u uất, nhàn nhã, bi đát, hùng tráng, xa vời, dằng dặc.\nÐàn ấy đạt đến tận thiện tận mỹ, hổ nghe không kêu, vượn nghe không hú, một thứ nhã nhạc tuyệt vời vậy.\nBá Nha nghe xong , kính phục bội phần, hỏi thêm:\n– quý hữu quả thấu triệt nhạc lý. Khi xưa, Ðức Khổng Tử đang khảy đàn, Nhan Hồi từ ngoài bước vào, thoảng nghe tiếng đàn u trầm, nghi là có ý tham sát, lấy làm lạ, liền hỏi Ðức Khổng Tử. Ngài đáp: Ta đang khảy đàn, bỗng thấy mèo bắt được chuột, liền khởi lên ý niệm tham sát mà hiện ra tơ đồng.\n– Nhan Hồi đã nghe tiếng đàn mà biết lòng người khảy đàn. Nay Hạ quan khảy đàn, lòng tư lự điều gì, quý hữu có thể đoán biết chăng?\n– Ðại nhân thử dạo một khúc xem.\nBá Nha nối lại dây đàn, tập trung tinh thần đến chốn non cao, khảy lên một khúc. Tiều phu khen rằng:\nÐẹp thay vòi vọi kìa, chí tại non cao.\nBá Nha ngưng thần, ý tại lưu thủy, khảy lên một khúc nữa. Tiều phu lại khen rằng:\nÐẹp thay, mông mênh kìa, chí tại lưu thủy.\nBá Nha thấy tiều phu đã thấy rõ lòng mình qua tiếng đàn, lấy làm kính phục, liền gác đàn, sai bày tiệc rượu, đối ẩm luận đàm. Hai người hỏi nhau tên họ, nguyên quán, nghề nghiệp. Bá Nha lại sanh lòng cảm mến Tử Kỳ về sự hiếu với phụ mẫu, nên xin kết nghĩa anh em với Tử Kỳ, để không phụ cái nghĩa TRI ÂM mà suốt đời Bá Nha chưa từng gặp.\nHai người đến trước bàn hương án lạy Trời Ðất, rồi lạy nhau 8 lạy kết làm anh em. Tử Kỳ nhỏ hơn Bá Nha 10 tuổi nên làm em. Hai anh em đối ẩm cùng nhau tâm sự mãi cho đến sáng mà không hay. Tử Kỳ vội đứng lên từ biệt.\nBá Nha bùi ngùi xúc động, hẹn ước Tử Kỳ, đúng ngày Trung Thu năm sau, hai anh em sẽ hội ngộ nhau tại ghềnh đá nầy. Bá Nha lấy ra hai đỉnh vàng, hai tay nâng lên nói:\n– Ðây là chút lễ, kính dâng bá phụ và bá mẫu. Tấm tình chí thành, em đừng từ chối.\nHai người từ biệt, lòng đầy lưu luyến.\nChẳng bao lâu, thuyền về tới bến. Bá Nha vào kinh đô tâu trình Tấn Vương các việc, được Tấn vương khen tặng.\nThời gian lặng lẽ trôi qua. . . Nhớ ngày ước hẹn với Tử Kỳ, Tử Nha tâu xin vua Tấn cho nghỉ phép về thăm quê nhà.\nBá Nha thu xếp hành trang đến núi Mã Yên kịp ngày Trung Thu ước hẹn. Kìa là núi Mã Yên mờ mờ sương lạnh, tịch mịch, không một bóng người. Bá Nha nghĩ thầm, năm trước nhờ tiếng đàn mà gặp được tri âm, đêm nay ta phải đàn một khúc để gọi Tử Kỳ. Rồi sai đốt hương trầm, đem Dao cầm ra so dây. Bá Nha đặt hết lòng nhớ nhung của mình vào tiếng đàn réo rắt, bỗng trong tiếng đàn lại có hơi ai oán nổi lên. Bá Nha dừng tay suy nghĩ: Cung Thương có hơi ai oán thảm thê, ắt Tử Kỳ gặp nạn lớn. Sáng mai ta phải lên bờ dọ hỏi tin tức về Tử Kỳ.\nÐêm ấy, Bá Nha hồi hộp lo âu, trằn trọc suốt đêm, chờ cho mau sáng, truyền quân hầu mang theo Dao cầm, 10 đỉnh vàng, vội vã lên bờ, tiến vào núi Mã Yên. Khi qua cửa núi, gặp ngã ba đường, chưa biết nên đi đường nào, đành ngồi chờ người trong xóm đi ra hỏi thăm. Không bao lâu, gặp một lão trượng tay chống gậy, tay xách giỏ, từ từ đi lại. Bá Nha thi lễ, hỏi:\n– Xin lão trượng chỉ giùm đường đi Tập Hiền Thôn?\n– Thượng quan muốn tìm nhà ai?\n– Nhà của Chung Tử Kỳ.\nVừa nghe 3 tiếng Chung Tử Kỳ, lão trượng nhòa lệ, nói:\n– Chung Tử Kỳ là con của lão. Ngày Trung thu năm ngoái, nó đi đốn củi về muộn, gặp quan Ðại Phu là Du Bá Nha kết bạn tri âm. Khi chia tay, Bá Nha tặng hai đỉnh vàng, nó dùng tiền nầy mua sách học thêm, ngày đi đốn củi, tối về học sách, mãi như vậy, sức khỏe hao mòn, sanh bệnh rồi mất.\nBá Nha nghe vậy thì khóc nức nở, thương cảm vô cùng. Lão trượng ngạc nhiên hỏi quân hầu thì biết thượng quan đây chính là Du Bá Nha, bạn tri âm của Chung Tử Kỳ. Chung lão biết vậy lại càng bi thảm hơn nữa nói:\n– Mong ơn thượng quan không chê con lão hàn tiện. Lúc mất, nó dặn rằng: Con lúc sống không vẹn niềm hiếu dưỡng, lúc chết không vẹn nghĩa tri giao, xin cha chôn con nơi cửa núi Mã Yên để thực hiện lời ước hẹn với quan Ðại Phu Bá Nha.\nLão phu y lời con trối lại. Con đường mà thượng quan vừa đi qua, bên phải có một nấm mộ mới, đó là mộ của Tử Kỳ. Hôm nay là đúng 100 ngày, lão mang vàng hương ra cúng mộ.\n– Việc đời biến đổi, may rủi không lường. Xin Lão bá đưa đến mộ Tử Kỳ, bốn lạy cho vẹn tình tri kỷ.\nKhi đến phần mộ, Bá Nha sửa lại áo mũ, sụp lạy khóc rằng: Hiền đệ ơi, lúc sống thông minh anh tuấn tuyệt vời, nay chết, khí thiêng còn phảng phất, xin chứng giám cho ngu huynh một lạy ngàn thu vĩnh biệt.\nLạy xong, Bá Nha phục bên mồ, khóc nức nở. Sau đó, Bá Nha gọi mang Dao cầm tới, đặt lên phiến đá trước mộ, ngồi xếp bằng trên mặt đất một cách nghiêm trang, so dây tấu lên một khúc nhạc thiên thu, tiễn người tri âm tài hoa yểu mạng. Bỗng thấy gió rừng thổi mạnh, mây đen kéo lại, u ám bầu trời, hồi lâu mới tan. Có lẽ đó là anh hồn của Tử Kỳ hiển linh chứng giám. Tấu khúc nhạc xong, Bá Nha phổ lời ai oán, thay lời ai điếu, vĩnh biệt bạn tri âm, rồi đến vái cây Dao cầm một vái, tay nâng đàn lên cao, đập mạnh vào phiến đá trước mộ Tử Kỳ, đàn vỡ tan nát, trục ngọc phím vàng rơi lả tả.\nChung lão không kịp ngăn, sợ hãi nói rằng:\n– Sao đại quan hủy cây đàn quý giá nầy?\nBá Nha liền ngâm 4 câu thơ thay câu trả lời:\nDao cầm đập nát đau lòng phượng, Ðàn vắng Tử Kỳ, đàn với ai? Gió Xuân khắp mặt bao bè bạn, Muốn kiếm tri âm, ôi khó thay!\n– Nguyên do là vậy. Âm nhạc là một bộ môn nghệ thuật cao siêu. Nhân đây, xin mời thượng quan đến nhà lão để lão cảm tạ tấm lòng tốt đẹp của thuợng quan đối với con lão.\n– Cháu quá bi thương, không dám theo bá phụ về quý phủ e gợi thêm nỗi đau lòng. Nay nghĩa đệ vắng số mất rồi, cháu kính dâng lên bá phụ và bá mẫu 10 đỉnh vàng, một nửa dùng mua mấy mẫu ruộng làm Xuân Thu tế tự cho Tử Kỳ, một nửa xin để phụng dưỡng bá phụ và bá mẫu trong tuổi già. Chừng cháu trở về triều, dâng biểu lên vua xin cáo quan, cháu xin đến rước bá phụ, bá mẫu đến an hưởng tuổi già.\nNói xong, Bá Nha lấy vàng dâng lên, rồi khóc lạy mộ Tử Kỳ một lần nữa, mới trở về thuyền.\nChung lão cảm động khôn cùng, nghẹn ngào đứng lặng nhìn theo bóng Bá Nha cho đến khi khuất bóng."
        },
        {
            "title": "Nhan hồi (Nhan Uyên)",
            "content": "Nhan Hồi, họ Nhan, tên Hồi, tự là Tử Uyên, nên cũng gọi là Nhan Uyên, là con của ông Nhan Do, người nước Lỗ.\nNhan Hồi theo học với Đức Khổng Tử, và là học trò giỏi nhứt trong số các học trò của Đức Khổng Tử.\nNhan Hồi kém hơn Đức Khổng Tử 30 tuổi, thiên tư thông minh, nhanh nhẹn, hiếu học, chuộng Lễ, làm việc gì cũng không lầm lỗi đến hai lần, nói điều gì cũng không cẩu thả, khi giận người nầy không giận lây người kia, đứng đầu khoa đức hạnh trong cửa Khổng.\nĐức Khổng Tử thường khen rằng: Ta có trò Hồi, cho nên các học trò ngày càng thân với Ta.\nNhan Hồi nhà nghèo, ở trong ngõ hẹp, giỏ cơm bầu nước, nếu là người khác thì không chịu được mà lo buồn, Nhan Hồi thì tự nhiên vui vẻ, học đạo. Đức Khổng Tử khen là người hiền và có nhân. Năm Nhan Hồi 29 tuổi thì tóc đã bạc trắng.\nLúc Đức Khổng Tử và các môn đệ bị nước Trần và nước Sái vây khổn ở ngoài đồng, không cho đi qua nước Sở, Khổng Tử hết lương thực. Những người đi theo đều ốm, dậy không nổi, nhưng Đức Khổng Tử vẫn dạy các môn đệ, rồi ngâm thơ, đánh đàn, ca hát, không tỏ ra suy yếu.\nTử Lộ (tên là Trọng Do) thấy thế có vẻ giận, đến hỏi:\n– Người quân tử cũng có lúc cùng khốn ư?\nĐức Khổng Tử đáp:\n– Người quân tử trong lúc cùng khốn thì giữ vững, còn kẻ tiểu nhân trong lúc cùng khốn thì làm bậy.\nĐức Khổng Tử nhìn mặt Tử Cống (tên là Đoan Mộc Tứ) thấy có vẻ giận, liền nói:\n– Này anh Tứ, anh cho ta học nhiều mà biết phải không?\nTử Cống đáp:\n– Dạ, đúng thế, không phải thế sao?\nĐức Khổng Tử nói: – Không phải đâu! Ta lấy một điều để quán triệt tất cả. (Nhà triết học khác với người thường ở chỗ đó). Đức Khổng Tử biết các học trò còn có chỗ tức tối, bèn gọi Nhan Hồi đến hỏi:\n– Này anh Hồi! Kinh Thi có nói: Chẳng phải con trủy, chẳng phải con hổ, ở ngoài đồng vắng. Đạo của ta phải hay sai? Tại sao ta gặp cảnh nầy?\nNhan Hồi đáp:\n– Đạo của Phu Tử hết sức lớn lao, nên cả thiên hạ không ai dung nạp được. Nhưng Phu Tử cứ theo đó mà làm, người ta không dung nạp được thì có hại gì! Người ta không dung nạp, nhưng sau nầy người ta sẽ thấy Phu Tử là người quân tử. Đạo không được trau giồi, đó là cái điều mà ta lấy làm xấu hổ. Đạo đã được trau giồi mà vẫn không được dung nạp thì đó là điều xấu hổ của kẻ làm vua một nước. Người ta không dung nạp được Phu Tử thì có hại gì! Về sau người ta sẽ thấy Phu Tử là người quân tử.\nĐức Khổng Tử hớn hở cười nói:\n– Đúng lắm! Hỡi con người họ Nhan, nếu nhà ngươi lắm của cải thì ta sẽ làm người quản lý của cải cho nhà ngươi.\nSau đó, Đức Khổng Tử sai Tử Cống sang nước Sở yêu cầu vua Sở Chiêu Vương đem binh đến rước, Đức Khổng Tử mới thoát được cái nạn ấy.\nBạch kỳ Nhan Uyên:\nMột ngày kia, Đức Khổng Tử hỏi các môn đệ rằng:\n– Thảng như trường hợp nước nọ chẳng hòa với nước kia, đến nỗi phải gây chiến với nhau, thì các môn đệ nghĩ làm sao?\nCác môn đệ đều lần lượt trả lời, cũng không ngoài cái ý thường tình là ai vì chúa nấy, cất binh đánh nhau. Duy có Nhan Hồi thì có tư tưởng khác hẳn, đáp rằng:\n– Nếu gặp trường hợp ấy, tôi nguyện cầm cây cờ trắng, xông ra giữa vòng binh để giải hòa hai bên, hầu ngăn chận cuộc tương tàn tương sát.\nĐức Khổng Tử nghe xong thì rất hài lòng, còn các môn đệ khác thì ngạc nhiên.\nDo đó mới có từ ngữ: Bạch kỳ Nhan Uyên, là cây cờ trắng hòa giải của Nhan Hồi.\nĐức Khổng Tử thường khen Nhan Hồi:\n\"Hiền tai Hồi giả! Nhất đan tự, nhứt biều ẩm, tại lậu hang, nhân bất kham kỳ ưu, Hồi giả, bất cải kỳ lạc! Hiền tai Hồi giả!\" Nghĩa là: Hiền vậy thay Nhan Hồi! Một giỏ cơm, một bầu nước, ở chỗ ngõ hẹp, giá người khác ở vào cảnh ấy thì lo buồn không chịu được, thế mà Nhan Hồi không bao giờ đổi cái vui của mình. Hiền vậy thay Nhan Hồi!\nNhan Hồi mất lúc còn rất trẻ, mới 31 tuổi.\nĐức Khổng Tử than rằng: – Trời hại ta! Trời hại ta!\nMộ của Nhan Hồi ở Khổng Lâm, có những đền miếu mái lợp ngói tráng men, tường sơn đỏ, cửa sơn xanh, xà cột chạm vẽ. Miếu chính thờ tượng của Nhan Hồi, các miếu trong thờ bài vị song thân và phu nhân của Nhan Hồi. Đời sau có bài thi: KHỔNG TỬ KHÓC NHAN HỒI Khả tích Nhan Hồi mạng tảo vong, Giáo nhơn tư tưởng phát như sương. Chỉ nhơn lậu hạn đơn biều lạc, Lưu đắc hiền danh vạn cổ dương. Dịch: Khá tiếc Nhan Hồi mạng vắng ôi! Nhớ thương mái tóc bạc như vôi. Đai cơm bầu nước vui quê hẹp, Lưu tiếng hiền danh biết mấy đời.\nĐời sau truy tặng Nhan Hồi là Uyển Quốc Công, phối hưởng với Đức Khổng Tử khi cúng tế và được tôn là Phục Thánh, một trong Tứ Thánh của Nho giáo, gọi là Phục Thánh NhanTử.\nHai vị Thánh Nhan Hồi và Tử Tư có giáng cơ nơi Chiếu Minh Đàn ở Cần Thơ giảng dạy Đạo lý, xin chép ra sau đây:\nNgày 17-1-Nhâm Thân (dl 22-2-1932).\nTiếp điển:\nTHI: NHAN sắc người tu trổ đượm nhuần, HỒI tâm tánh tục khỏi gian truân. TỬ tôn noi dấu nhà Nho giáo, TƯ mộ chơn truyền gặp cảnh xuân. NHỊ thế trau giồi nền chánh lý, THÁNH Tiên rồi rảnh đạo nhơn luân. GIÁNG khuyên người thế mau hồi tỉnh, CƠ tạo đổi xây khó độ chừng.\nDiễn dụ: Phàm làm người ở thế phải biết Tam Cang Ngũ Thường vi bổn và biết đạo.\nNếu muốn hiểu thông chơn lý và cư xử cuộc thế đạo nhà, dạy dân lễ nghĩa, cũng nhờ văn chương khai khiếu.\nKẻ học đạo mà không dùng Nho tợ như thuyền thiếu lái, kẻ thương mãi mà chẳng dùng Nho thì sổ bộ loạn hành, bổn lợi chẳng minh. Bởi có câu: Vạn sự tùng Nho sở xuất.\nTHI rằng: Muốn minh chơn lý phải dùng Nho, Máy tạo huyền vi chẳng dễ mò. Học đạo thiếu văn thuyền chích lái, Cũng nên tìm kiếm một đôi pho."
        },
        {
            "title": "Hạng Vũ – Ngu Cơ",
            "content": "Hạng Vũ hay Hạng Võ (chữ Hán: 項羽), còn được biết với tước hiệu tự phong là Tây Sở Bá Vương, là một nhân vật chính trị lỗi lạc và là danh tướng bách chiến bách thắng trong thời nhà Tần sụp đổ. Ông thuộc dòng dõi quý tộc nước Sở.\n垓下歌 Cai Hạ ca Bài hát Cai Hạ 力拔山兮氣蓋世 時不利兮騅不逝 騅不逝兮可奈何 虞兮虞兮奈若何\nLực bạt sơn hề khí cái thế Thì bất lợi hề chuy bất thệ Chuy bất thệ hề khả nại hà Ngu hề Ngu hề nại nhược hà ?\nSức bạt núi chừ, khí trùm đời Thời chẳng lợi chừ, chuy chẳng ruổi Chuy chẳng ruổi chừ biết làm sao Ngu Cơ em ơi, biết làm sao ?\nĐây là bài thơ duy nhất còn lưu truyền lại của Hạng Vũ.\nNgu cơ 虞姬, còn xưng là Ngu mỹ nhân, người đất Ngu cuối đời Tần (nay thuộc Ngô Huyện, tỉnh Giang Tô, Trung Quốc), là thiếp của Hạng Vũ. Ngu Cơ luôn đi theo Hạng Vũ, khi thắng lợi cũng như khi thất bại. Trong đêm cuối cùng ở Cai Hạ, Hạng Vũ hát bài \"Cai Hạ ca\", Ngu Cơ múa kiếm, hát hòa theo, lời ca rằng: Hán binh dĩ lược địa, Tứ diện Sở ca thanh. Trượng phu ý khí tận, Tiện thiếp hà liêu sinh. (Quân Hán lấy hết đất, Khúc Sở vang bốn bề. Trượng phu chí lớn cạn, Tiện thiếp sống làm chi) Rồi Ngu Cơ tự vẫn. Tương truyền nơi máu nàng đổ xuống mọc lên một thứ cỏ hễ có rót rượu gần bên thì cỏ múa lả lướt như Ngu Cơ trong tiệc rượu của Hạng Vũ. Người ta gọi cỏ ấy là \"Ngu mỹ nhân thảo\"."
        },
        {
            "title": "Cử Án Tề Mi",
            "content": "Đời Hậu Hán (25-219), ở đất Giang Nam có một chàng hàn sĩ tên Lương Hồng. Nhà nghèo, Lương Hồng ở trong túp lều tranh vách đất. Họ Lương chăm học biết trọng liêm sỉ, khí tiết, giữ đạo thanh bần cao đẹp. Đức hạnh, tài năng của chàng được người khâm phục, nổi tiếng khắp nơi. Ở vùng địa phương có nàng Mạnh Quang vốn dòng nho gia giàu có nhứt vùng. Nàng tính nết đoan trang đức hạnh, đương độ kén chồng. Nhiều người thân hỏi, nàng trả lời rằng chỉ có người hiền đức như Lương Hồng mới xứng đáng là chồng. Thấy nhà họ Mạnh đạo đức, Lương Hồng cùng nàng Mạnh Quang kết nghĩa đá vàng. Khi làm lễ thành hôn, nàng Mạnh Quang mặc xiêm y lộng lẫy, trang sức toàn vàng ngọc đắt tiền, cốt làm đẹp cho chàng vừa ý. Nào ngờ trông thấy vợ trang sức rực rỡ, Lương Hồng không bằng lòng, bảy ngày đêm, chàng không làm lễ động phòng hoa chúc. Nàng Mạnh Quang lấy làm lạ, kiểm điểm lại lời nói cử chỉ của mình không tỏ vẻ gì vô lễ. Nghĩ mãi, nàng ngờ rằng vì nàng trang sức lộng lẫy mà chồng không bằng lòng chăng. Nàng liền trút bỏ lớp áo quần tốt đẹp, đồ trang sức ngọc vàng, để mặc y phục vải bô, cài thoa gai ra hầu chồng. Thấy vợ như thế, Lương Hồng vui vẻ nói: – Đây mới chính là vợ của ta. Hồng này không màng danh lợi, không ham của bạc vàng. Hồng chỉ muốn cùng vợ cày lấy ruộng, trồng lấy lúa, dệt lấy vải, sinh sống trong cảnh nghèo mà lúc nào cũng giữ tròn khí tiết, đạo đức, vợ lúc nào cũng kính trọng chồng và chồng lúc nào cũng nể yêu vợ. Mạnh Quang nghe chồng nói rất lấy làm vui vẻ. Nàng đối với chồng rất mực cung kính. Mỗi bữa cơm, đối diện, nàng nâng mâm ngang mày để tỏ lòng kính trọng chồng. Trong tác phẩm \"Nhị độ mai\", tác giả Vô danh, đoạn diễn tả cảnh Hoài Nguyên đi cống Hồ có làm bài thơ tặng tình nhân là Mai Lương Ngọc lúc chia ly, có câu: Ngang mày Mạnh thị chưa nâng án, Thấy mặt Chiêu Quân đã mất tranh. \"Mạnh thị\" đây chỉ nàng Mạnh Quang. Về sau, những nhà có hôn lễ, nhà trai thường viết 4 chữ \"Cử án tề mi\" dán ở cửa phòng, chỉ rằng người vợ hiền đức. Trong tác phẩm \"Đoạn trường tân thanh\" của cụ Nguyễn Du, lúc Kiều sang chơi nhà Kim Trọng, chàng nho sinh này có chiều âu yếm lả lơi, Kiều sợ chàng đi quá vòng lễ giáo, mới có câu khuyên:\nVẻ chi một đóa yêu đào, Vườn hồng chi dám ngăn rào chim xanh. Đã cho vào bực bố kinh. Đạo tòng phu lấy chữ trinh làm đầu. \"Bố kinh\" là \"Bố quần, kinh thoa\", nghĩa là quần bằng vải, trâm cài đầu bằng gai, chỉ người vợ hiền đức."
        },
        {
            "title": "Can Tương – Mạc Gia",
            "content": "Can Tương và Mạc Gia là tên hai vợ chồng người rèn kiếm. Mà cũng là tên hai thanh kiếm báu ngày xưa ở bên Trung Hoa.\nNguyên đời Xuân Thu, vua nước Ngô (1) là Hạp Lư muốn có những thanh kiếm báu, mới đắp một cái thành ở Ngưu Thủ Sơn để đúc mấy ngàn thanh kiếm, gọi là Biển Chư. Tuy vậy chưa vừa ý, nhà vua tìm được người nước Ngô tên Can Tương, cho ở cửa Tượng Môn để đúc những thanh kiếm thật sắc, chém đá như chém bùn.\nCan Tương được lệnh nhà vua cho vào kho và khắp toàn quốc tìm vàng và sắt tốt. Đoạn chọn ngày giờ, Can Tương sai các đồng nam và đồng nữ cả thảy 300 người, ngày đêm đốt than nấu. Nhưng suốt cả 3 tháng trời, vàng sắt vẫn không chảy. Can Tương lấy làm lạ, không biết tại sao. Người vợ là Mạc Gia bảo rằng: – Những bảo vật của thần linh tất phải đợi nhân khí mới thành tựu được. Nay phu quân đúc kiếm suốt 3 tháng không thành, hoặc giả thần linh còn chờ đợi nhân khí chăng? Can Tương nói: – Ngày xưa thầy ta cũng đúc mãi mà kiếm không thành, nên cả hai vợ chồng phải nhảy vào lò, bấy giờ mới kết quả. Về sau, ai đúc kiếm ở chân núi ấy cũng phải làm lễ tế lò. Nay ta đúc kiếm mãi không được, hay là cũng phải thực hành như thế! Mạc Gia nói: – Thầy ta còn bỏ thân để đúc nên thần kiếm, khó gì mà ta không noi gương. Đoạn, Mạc Gia tắm gội sạch sẽ ra đứng ở bên lò. Sai các đồng nam, đồng nữ kéo bể đốt than. Giữa lúc lửa cháy phừng phực, Mạc Gia liền nhảy ngay vào lò. Được một lúc, vàng và sắt đều chảy ra cả.\nBấy giờ, Can Tương đúc được hai thanh kiếm. Thanh đúc trước lấy tên là Can Tương. Thanh đúc sau lấy tên là Mạc Gia. Can Tương giấu lại một thanh kiếm, chỉ đem thanh kiếm Mạc Gia dâng cho Hạp Lư. Vua Ngô cầm thanh kiếm chém thử vào viên đá thì viên đá đứt đôi ra. Nhà vua thưởng cho Can Tương 100 nén vàng.\nSau, vua Ngô biết Can Tương giấu lấy một thanh, mới sai người đến đòi và bắt buộc nếu không chịu giao trả thì sẽ xử tử. Can Tương đem thanh kiếm ra xem. Thanh kiếm ở trong bao nhảy ra, hóa thành một con rồng xanh. Can Tương cưỡi con rồng ấy bay lên trời đi mất. Sứ giả về tâu với Hạp Lư. Nhà vua thở dài, luyến tiếc, lại càng quý trọng thanh kiếm Mạc Gia, mới thuê người làm kim câu để đeo thanh kiếm vào mình. Lại truyền lệnh: ai làm kim câu giỏi, giá trị thì được thưởng 100 nén vàng.\nNgười trong nước đua nhau làm kim câu để dâng. Có một Câu Sư tham giải thưởng to, giết chết hai con thơ, lấy máu tươi hòa với sắt đúc thành 2 cái kim câu đem dâng cho Hạp Lư. Qua mấy hôm sau, Câu Sư đến cửa cung nhà vua xin lãnh thưởng. Hạp Lư hỏi: – Kim câu của nhà ngươi có gì đặc biệt hơn của người ta không mà đến đòi lãnh thưởng? – Có. Vì muốn được thưởng, tôi đã giết chết hai con để đúc thành hai cái kim câu ấy. Người khác bì thế nào được. Nhà vua truyền đem 2 cái kim câu ấy ra. Nhưng thị vệ tâu rằng: vì bỏ lẫn vào đám kim câu khác, cái nào cũng giống nhau, không thể tìm được. Câu Sư lại van nài xin cho xem tất cả. Thị vệ đem ra một đống kim câu. Nhưng Câu Sư cũng không nhìn được cái nào là của mình, mới cất tiếng kêu lên: – Ngô Hồng và Hổ Kê ơi! Ta đây, sao 2 con không hiển linh trước mặt đại vương? Vừa dứt lời, lạ thay, hai cái kim câu trong đống nhảy ra, ấp vào ngực Câu Sư. Hạp Lư kinh sợ, bảo: – Ừ, thế thì nhà ngươi nói thực. Đoạn thưởng cho Câu Sư 100 nén vàng. Từ bấy giờ, nhà vua quý trọng 2 kim câu như thanh kiếm Mạc Gia, và đeo chúng hẳn bên mình.\nVề sau, thanh kiếm này không biết lạc về đâu. Cách hơn 600 năm, đến triều nhà Tấn (265-419), có quan thừa tướng tên Trương Hoa trông thấy trên trời có khí lạ, liền triệu một người giỏi về thiên văn là Lôi Hoán đến hỏi. Lôi Hoán nói: – Đó là cái tinh bảo kiếm ở về địa phận Phong Thành.\nTrương Hoa lập tức bổ Lôi Hoán làm huyện lệnh ở Phong Thành. Lôi Hoán đào nền ngục thất, bắt được một cái rương bằng đá, dài hơn 6 thước, rộng hơn 3 thước. Mở ra xem, trong có 2 thanh kiếm. Lấy thứ đất ở núi Tây Sơn mà chùi đánh thì ánh sáng rực rỡ. Lôi Hoán đem dâng cho Trương Hoa một thanh, còn một thanh giữ lại cho mình. Trương Hoa xem thanh kiếm, bảo: – Đây tức là thanh kiếm Can Tương, còn thanh kiếm Mạc Gia đâu mất. Tuy vậy, thần vật thế nào rồi cũng hợp nhau. Một hôm, Lôi Hoán và Trương Hoa cùng đeo kiếm đi qua bến Diên Bình Tân. Tự nhiên hai thanh kiếm bỗng nhảy xuống nước mất. Vội vàng sai người lặn xuống nước tìm thì thấy có hai con rồng ngũ sắc, vểnh râu, trừng mắt, làm cho người này hốt hoảng vội trồi lên. Từ đó, hai thanh kiếm hoàn toàn mất tích.\n——————- (1) Một nước chư hầu đời Xuân Thu, ở vào địa phận phía Nam sông Hoài, sông Tứ cho đến tỉnh Chiết Giang."
        },
        {
            "title": "Chim Việt, ngựa Hồ",
            "content": "Cổ thi có câu: \"Hồ mã tê Bắc phong, Việt điểu sào Nam chi\". Nghĩa là: \"Ngựa Hồ hí gió Bắc, Chim Việt ở cành Nam\".\nChim Việt là loài chim sinh ở đất Việt, thuộc phía Nam nước Trung Hoa. Mỗi năm cứ đến buổi đầu thu, từng đàn chim Việt bay sang phương Bắc để kiếm ăn. Vì khi thu sang, phương Bắc có nhiều chỗ có giống lúa mới vừa chín, lại thêm có nhiều hoa quả. Trái lại ở phương Nam vì mới giao mùa, lúa vừa đọng sữa, cây trái hiếm. Do đó, chim Việt phải đổ sang đấy kiếm ăn. Tuy sang phương Bắc nhưng đàn chim Việt vẫn nhớ quê hương. Muốn làm ổ, chúng chọn cành cây chĩa về phương Nam, tức là phương của quê nhà mà chim sinh trưởng. Chim Việt (Việt điểu) để chỉ chim nhớ quê hương cố quốc.\nNgựa Hồ là ngựa ở nước Hồ. Nước này ở về phương Bắc nước Trung Hoa mà ngày xưa người Trung Hoa thường cho là nước man rợ hay cũng gọi là Phiên quốc. Ngựa Hồ cao lớn, leo núi rất giỏi, chạy rất nhanh. Người Trung Quốc thường mua về làm ngựa chiến trận. Nước Hồ vốn là xứ lạnh. Khi đông về, gió bấc thổi, tuyết rơi lả tả, gió lạnh tê tái. Ngựa Hồ tuy về Trung Quốc là nơi tương đối ấm áp hơn nhưng vẫn nhớ đến đất Hồ tê lạnh mỗi độ đông vệ. Vì thế khi có gió bấc là gió phương Bắc thổi đến, tuyết rơi lả tả nơi đất Trung Nguyên thì ngựa cất tiếng hí lên thê thảm tỏ lòng nhớ cố hương.\nCó sách lại chép: nước Hồ đem ngựa cống vua Hán ở Trung Nguyên. Ngựa được nhốt vào chuồng cho ăn uống thật ngon và được chăm sóc rất kỹ. Nhưng khi gió bất thổi đến thì ngựa lại bỏ cả ăn uống, ngóng về phương Bắc hí vang lên những tiếng bi thảm.\n\"\"Chim Việt Ngựa Hồ\" trở nên thành ngữ có nghĩa bóng là không quên nơi quê hương cố quốc dù ở nơi đất khách quê người.\nTrong tác phẩm \"Trinh Thử\" của Hồ Huyền quy có câu: \"Chỉ con chim Việt đỗ rày cành Nam\""
            },
        {
            "title": "Chức Cẩm Hồi Văn",
            "content": "Đời nhà Tấn (265-419) ở đất Thần Châu có nàng Tô Huệ, tự Nhược Lan. Nàng có dung nhan kiều mỵ, tài đức song toàn, văn chương xuất chúng. Khi Tô được 20 tuổi, cha mẹ đính gả cho hàn sĩ Đậu Thao, người cùng quê. Vợ chồng ăn ở đầm ấm. Nàng Tô rất mực chìu chồng, đảm đương tất cả mọi việc gia đình để cho Đậu Thao có đủ thì giờ theo đuổi trau giồi nghiên bút. Người ở quanh vùng đều cho là hạnh phúc và hết sức ngợi khen nàng.\nSau, Đậu Thao đỗ đạt làm quan, may mắn được nhậm chức tại Thần Châu, không phải đi đâu xa cả. Gia đình đã đầm ấm hạnh phúc lại càng đầm ấm hạnh phúc hơn.\nNhưng rồi vì công vụ cần thiết, vua truyền Đậu Thao ra trấn đất Lưu Sa. Vì nơi gian lao hiểm trở nên Đậu Thao đành phải để vợ ở nhà.\nThời gian qua……\nBa năm chờ đợi, nàng Tô ngày càng sức vóc mỏi mòn, dung nhan tiều tụy. Đêm đêm bên ngọn đèn khuya, nàng ngồi âm thầm đối bóng, tủi phận hờn duyên, lo ngại thân chồng mà giọt châu tầm tã. Lòng đau dằng dặc, nỗi nhớ triền miên nên hồn thơ dâng trào lên ngọn bút làm thành 10 bài tứ tuyệt. Nàng lại lấy gấm vuông độ chừng 1 thước, dùng chỉ ngũ sắc dệt 10 bài tứ tuyệt ấy lên trên theo hình trôn ốc, từ ngoài xoáy tròn vào trung tâm bức gấm.\nNàng thêu khéo, chữ hay, nên bức gấm trông cực kỳ tuyệt mỹ. Xong, nàng tự tay dâng lên nhà vua. Thấy lạ, vua truyền cho quần thần đọc, nhưng cả triều không ai đọc được. Vua đành gọi nàng. Đứng giữa triều, Tô cất tiếng ngâm với một giọng não nùng bi thảm:\n\"Quân thừa hoàng, chiếu an biên thú, Tống quân tống biệt Hà kiều lộ. Hàm bi yểm lụy tặng quân ngôn Mạc vong ân tình tiện trường khú.\nHà kỳ nhất khứ âm tín đoạn, Ý thiếp bình vi xuân bất noãn. Quỳnh dao giai hạ bích đài không. San hô trướng lý hồng trần mãn.\nThử thời đạo biệt mỗi kinh hồn, Tương tâm hà thác cánh phùng quân. Nhất tâm nguyện tác thương hải nguyệt Nhất tâm nguyện tác lãnh đầu vân.\nLãnh vân tuế tuế phùng phu diện, Hải nguyệt niên niên chiếu đắc biên. Phi lai phi khứ đáo quân bang Thiên lý vạn lý giao tương kiến.\nThiều thiều lộ viễn quan san cách, Hận quân tái ngoại trường vi khách. Khứ thời tống biệt lư diệp hoàng Thùy kính kỷ kinh mai hoa bạch.\nBách hoa tán loạn phùng xuân tảo, Xuân ý thôi nhàn hướng thùy đạo. Thùy dương mãn địa vị quân phan, Lạc hoa mãn địa vô nhân tảo.\nĐình tiền xuân tảo chính phân phương, Bảo đắc tần tranh hướng họa đường. Vị quân đàn đắc Giang Nam khúc, Phó ký tình thâm đáo sóc phương.\nSóc phương thiều đệ san hà việt. Vạn lý âm thư trường đoạn tuyệt. Ngân trang chẩm thượng lệ chiêm y, Kim lũ la thường hoa giai liệt.\nTam xuân hồng nhạn đệ giang thanh, Thử thị ly nhân đoạn trường tình, Tranh huyền vị đoạn trường tiên đoạn, Oán kết tiên thành khúc vị thành.\nQuân kim ức thiếp trọng như san, Thiếp diệt tư quân bất tạm nhàn. Chức tương nhất bản hiến Thiên Tử, Nguyện phóng nhi phu cấp tảo hoàn\".\nBài này có nhiều người dịch. Dưới dây là bản dịch của Hoàng Quang.\n\"Chàng vâng chiếu ra yên cõi ngoại, Thiếp đưa chàng tới lối cầu sông. Ngậm sầu giọt lệ nhắn lòng, Chớ tham chốn khác mà vong tình này.\nTrông tin tức tới nay thăm thẳm, Để buồng hương chẳng ấm hơi xuân. Từ ngày đôi ngã cách phân, Màn dần bụi bám, thềm dần rêu phong.\nTưởng ly biệt nỗi lòng kinh sợ, Thiếp với chàng bao thuở gặp nhau. Nguyện làm trăng giữa biển sâu, Nguyện làm mây phủ trên đầu non cao.\nTrăng giữa biển năm nào cũng thấy, Mây đầu non đường mấy cũng thông. Bay qua bay lại bên chồng, Dầu ngàn muôn dặm xa trông như gần.\nQuan san ấy mấy lần trở cách, Hiềm nỗi chàng làm khách rất lâu. Chàng đi mới ố bông lau, Mà nay mấy độ trắng mầu hoa mai.\nHoa trăm thức xuân vui hớn hở, Xuân giục người than thở với ai. Dương kia đủ những tơ dài, Hoa kia rã cánh không người quét cho.\nSân xuân sớm thơm tho trăm thức, Chốn họa đường lựa bậc đàn tranh. Giang Nam năm khúc rành rành, Mượn đầu năm móng gởi tình sóc phương.\nSóc phương ấy đôi đường diệu vợi, Âm thư này nhắn gởi không thông, Gối riêng nước mắt tuôn dòng, Xiêm thêu áo vẽ lâu cùng mực tan.\nBa xuân tới tiếng nhàn nhắn gởi, Xuân giục người bối rối như tơ. Năm dây còn đó sờ sờ; Buồn đà đứt ruột, gảy chưa rồi đàn.\nChàng thương thiếp còn hơn núi nặng, Thiếp nhớ chàng tình chẳng kém thua. Dệt đem bức gấm dâng vua, Xét lòng dạ thiếp tha cho chồng về.\"\nNgâm xong, nàng Tô nước mắt đầm đìa. Nhà vua quá cảm động không dám nhìn nàng, vội hạ chiếu cho Đậu Thao về ngay.\nMười bài thơ ấy được truyền tụng, với bức gấm thêu, ai cũng nức nở khen cho Tô là mt bậc kỳ tài. Trước họ gọi bức gấm thơ ấy là \"Toàn Loa Đồ\" (1), sau lại cho tên không xứng với giá trị của tác phẩm nên đổi là \"Hồi Văn Cách\" (2), nhưng cũng vẫn chưa thấy thỏa đáng. Cuối cùng, họ lại đổi và thêm tên tác giả là \"Tô Huệ Chức Cẩm Hồi Văn\".\nThông cảm mối tình sâu đậm của nàng Tô, cổ nhạc Việt Nam có người đã dựa theo bài \"Chức Cẩm Hồi Văn\" mà sáng tác một bài hát điệu Nam Ai, cũng nhan đề \"Tô Huệ Chức Cẩm Hồi Văn\". Lời lẽ lưu loát, ý tình nồng nàn. Nhưng không biết tên tác giả là ai. Bài như thế này:\n\"Khi vâng chiếu chỉ ra đề cờ, Từ chàng đi, thiếp bặt tin đợi chờ. Hồng nhạn kêu thu sông Hớn bơ vơ. Áo não nùng khiến dạ ngẩn ngơ. Trách bấy ông Tơ gieo chi mối sầu như tóc tơ. Nghĩ mấy lời từ hồi ban sơ. Nhớ những khi thiếp nguyện trăm năm tam tùng thờ. Chàng mần răng ý lẳng lơ. Chân đi thăm thẳm, mắt ngóng luống nhớ cách núi ải, biết chừ trao thơ. Má phấn duyên phai lạt, hồng nhàn trông đợi chờ Trướng lý để bụi trần nhơ. Kìa cờ ai, nghe tiếng trống vẫn bóng xa xa Hay là chiếu triệu chồng ta. Chốn giang biên, chàng ôi có hay chăng là Để lụy tương tư nầy như chút phận Hằng Nga. Đêm đông quạnh quẽ, tiếng quyên hòa. Gìn lòng son nỡ để cho trăng già Luông tuồng bao nỡ vắng bặt nhạn tin qua. Hay là ong bướm đã say đắm mê hoa, Chim ô thước qua sông Ngân Thường, Nỡ nào để cho loan phụng Sâm Thương. Chẳng biết no nao cá nước hội một trường, Kẻo năng nề hai chữ uyên ương. Ong bướm dẫu say mê hoa hường, Cũng đoái tưởng chút nghĩa tào khương. Chim bao nài bay qua cho tỏ tường. Để trông đợi tháng ngày thương.\nTrông tin chàng, đêm nằm mơ màng, Tỉnh giấc hoè trằn trọc thở than. Năm canh sầu riêng lo cho bạn vàng, Phận làm trai hiếu nghĩa trung cang Bệ ngọc trên báu kiếm sắc phán. Chốn giang biên ra khử trừ đảng gian. Nước non xa muôn dặm, da người bọc mình chàng. Tuyết sương lạnh nơi chốn Đồng Quan Chàng trừ mô ra giai đấu khởi ngụy bang, Cho rồi, đặng trở về Trường An. Kẻo để tương tư nầy mày xanh sầu võ vàng. Soi đài gương luống thẹn hồng nhan. Châu rơi lã chã lệ tuôn đôi hàng, Hiềm vì ai xui duyên nợ lỡ làng. Ngàn trùng xa cách như khách ở ngoại bang. Bao nỡ bỏ cái nghĩa Ngưu Lang, Thuở ra đi lau lá vàng, Bây chừ đã trắng mai rỡ ràng. Cung quế xơ rơ bóng nguyệt đã tàn. Ơn kia chưa trả oán nọ liền mang. Nghe tiếng dế năm canh mơ màng, Ngỡ lạc ngựa chàng đã hồi bang. Bởi duyên cớ nào bạc đen lòng phụ phàng. Để gió thảm mưa sầu khan. Chẳng biết nơi nao yên gót trở về Trên ngai vàng bạc thẻ bêu kia. Răng rứa bạn niềm tây nhớ nghĩa, nhớ nghĩa Hổ phận nầy như chút phận bèo kia. Mây bay khói tỏa in cờ rìa, Trống trường thành giục điểm canh khuya. Bâng khuâng nhớ chàng như nhạn chít lìa. Thiếp lạy ông Trời: chớ có phân chia. Từ chàng ra chốn cung đao, Thiếp trông tin chàng tựa cá trông sao. Ôm gối phụng chờ trông áo não, áo não….. Sao quên lời núi hẹn sông giao. Ai đi lấp thảm cho khuây má đào Tương tư nầy rằng thấu cung cao. Ơn trên tha về đặng tỏ nỗi âm hao\". (3) ——————- (1) Bức đồ hình tròn trôn ốc (2) Bài văn có tác dụng làm cho người đi biên thùy được trở về. (3) Vì không tìm được bản chiíh, chỉ nghe người ca truyền mà sưu tập lại, hẳn có ít chỗ chưa được ổn đáng. Vậy xin cáo lỗi cùng tác giả và bạn đọc; và mong được bổ chính cho. Nhân đây xin cảm tạ lòng tốt của ông Ngô Văn Lương (ở Bạc Liêu), người đã giúp một phần tài liệu này."
        },
    {
        "title": "Cỏ Ngu Mỹ Nhân",
        "content": "Hán, Sở giao tranh tại Cai Hạ. Đây là trận cuối cùng quyết định thắng bại của đôi bên.\nTướng soái của Hán Vương Lưu Bang là Hàn Tín đem trăm vạn quân siết chặt vòng vây, quyết tiêu diệt Sở Bá Vương Hạng Võ. Bị vây suốt mấy hôm, quân Sở, người thiếu lương, ngựa thiếu cỏ, trong một đêm chúng bỏ trốn gần hết. Chỉ còn 2 tướng là Hoàn Sở và Chu Lan.\nSở Hạng Võ được tin báo, ra trướng nhìn quanh. Quân Sở bấy giờ chỉ còn độ hơn ngàn người. Sở Vương kinh hãi, buông tiếng thở dài não nuột, quay trở vào. Sở Hậu là Ngu Cơ đón tiếp, hỏi: – Việc quân hôm nay ra sao mà thiếp thấy sắc diện Đại Vương có chiều ê ủ? Sở Vương nói: – Lưu Bang thất phu, ngờ đâu có chí lớn. Quân ta sinh biến đã bỏ đi hết. Nay binh Hán đánh phá rất gấp, một mình ta khó mong địch lại. Nếu thoát khỏi vòng vây trở lại đất Giang Đông mới mong mưu đồ khôi phục, nhưng nghĩ đến nàng, lòng ta vô cùng chua xót. Ngu Cơ nghe nói nghẹn ngào, tức tưởi khóc: – Thiếp mong ơn Đại Vương luyến ái, tình sâu ghi khắc vào lòng. Nay bước cùng, Đại Vương muốn bỏ thiếp đi xa làm lòng thiếp như dao cắt ruột. Đoạn, nàng nắm chặt lấy áo Sở Vương, nước mắt lai láng. Cả hai bịn rịn không muốn lìa nhau. Sở Vương khiến kẻ tả hữu bày rượu ra, uống với Ngu Cơ vài chén, đoạn cất tiếng ca, lời rất bi tráng:\n\"Lực bạc sơn hề khí cái thế, Thời bất lợi hề chuy bất thệ. Chuy bất thệ hề khả nại hà? Ngu hề, Ngu hề khả nại hà!\" Tạm dịch: \"Sức nhổ núi chừ khí hơn đời. Thời bất lợi chừ ngựa chẳng đi. Ngựa chẳng đi chừ biết làm sao? Ngu ơi! Ngu ơi! biết làm sao?\"\nNgu Cơ cảm động, cất giọng hòa lại: \"Hán binh dĩ lược địa, Tứ diện Sở ca thinh. Đại Vương ý khí tận, Tiện thiếp hà biểu sinh\". Tạm dịch: \"Binh Hán cướp lấy đất, Bốn bề tiếng Sở kêu. Đại Vương ý khí hết, Mạng sống thiếp phải liều\".\nChu Lan và Hoàn Sở vào trướng, thúc giục, yêu cầu nhà vua sớm ra đi. Trời sắp sáng, Sở Vương nhìn Ngu Cơ nghẹn ngào: – Thôi, từ nay vĩnh biệt, xin nàng bảo trọng! Ngu Cơ hỏi: – Đại Vương ra khỏi vòng vây, vậy còn thiếp? Sở Vương say đắm nhìn Ngu Cơ, nói: – Cứ như nhan sắc của nàng, Lưu Bang trông thấy tất phải lưu dụng, liệu không đến nỗi chết, nàng có lo gì. Ngu Cơ đầm đìa nước mắt, nói: – Thiếp xin đi lẫn với ba quân, theo ra khỏi vòng vây. Nếu không ra được, xin chết trước mặt bệ hạ để âm hồn được theo bệ hạ về đất cũ. Sở Vương ngậm ngùi bảo: – Dũng sĩ áo giáp dày, khí giới sắc còn khó mong đi thoát, huống chi thân kiều mỵ như nàng đang nửa chừng xuân, để hoa rụng thật muôn vàn đáng tiếc. Ta không nỡ. Ngu Cơ nói: – Thiếp xin mượn thanh gươm của Đại Vương, sẽ thay áo theo Đại Vương. Sở Vương rút gươm đưa cho. Ngu Cơ cầm lấy, khóc nói rằng: – Thiếp chịu ơn Đại Vương rất hậu, không lấy chi báo đáp, thôi xin liều một chết báo đền. Vừa dứt lời, nàng mạnh tay đưa gươm vào cổ, kết liễu một đời tài sắc. Sở Vương bưng mặt khóc.\nThương cảm người liệt nữ, người ta chôn xác Ngu Cơ tử tế. Trên mả nàng mọc một thứ cỏ bốn mùa vẫn xanh tươi, tục gọi \"cỏ Ngu mỹ nhân\" (Ngu mỹ nhân thảo).\nTăng Tử Cố, một văn sĩ đời nhà Tống làm bài \"Ngu Mỹ Nhân Thảo\" có câu:\n\"Hương hồn dạ trục kiếm quang phi, Thanh huyết hóa vi nguyên thượng thảo\". Hoàng Khôi dịch: \"Hương hồn theo ánh gươm vàng, Huyết rơi nay hóa mấy hàng cỏ xanh\"."
    },
{
    "title": "Cỏ đỏ trên mộ Chiêu Quân",
    "content": "Tỉnh Tuy Viễn ở Trung Hoa, bắc giáp Mông Cổ. Thị trấn tỉnh hội là Quy Quy. Cách 10 cây số về phía Nam có mộ của Vương Chiêu Quân, người cung phi tuyệt đẹp của Hán Nguyên Đế, được tiếng là \"trầm ngư\", một trong \"tứ đại mỹ nhân\" ở cổ Trung Hoa. (1)\nNơi đây có 3 tòa cổ miếu xây bằng đá và 4 tấm bia đá xoay mặt về hướng Nam. Đó là mộ của nàng Chiêu Quân ở giữa; hai bên là mộ của 2 nữ tỳ đã cùng thác với nàng. Trên bia đá có khắc tên tuổi của ba người.\nMộ của Chiêu Quân đặt ở dưới ngôi miếu giữa. Trên mộ bia có khắc mấy dòng chữ đã mờ vì thời gian \"Vương Chiêu Quân chi mộ\". Trên một tấm bia chót to hơn, có ghi qua sự tích của nàng kỳ nữ Chiêu Quân.\nĐây là cuộc đời của Chiêu Quân, vì lệnh vua, vì để làm một công việc hòa bình cho đất nước trong lúc vận nước suy đồi nên đem tấm thân liễu yếu đào tơ, vượt qua 2 cửa ải Nhạn Môn và Đắc Thắng để sang cống Hồ.\nChiên Quân tên là Vương Tường, quê ở Tuy Quy, là một cung phi của vua Nguyên Đế đời Hán (48-53 trước D.L.). Lúc bấy giờ vua Hán có đến 3 ngàn mỹ nữ cung phi nên không thể nào biết mặt cả thảy được. Vua truyền tên thị vệ Mao Diên Thọ bảo họa sĩ vẽ hình tất cả những cung phi để vua ngắm và chọn làm hậu cung khi cần đến.\nMao Diên Thọ được dịp \"nước đục thả câu\", ăn hối lộ của cung nhân. Hễ ai đút tiền thì truyền thần mặt xinh tươi, đẹp đẽ để dâng lên nhà vua. Cung nhân cũng nhờ đó mà hưởng được chút ơn mưa móc của quân vương, cho cuộc đời tài sắc của mình đỡ tẻ lạnh. Chiêu Quân đẹp hơn các cung phi khác nên không chịu đút lót tiền, lại còn xỉ vả nặng lời Diên Thọ. Do đó, khi cầm lấy bức ảnh Chiêu Quân, hắn lấy viết chấm dưới mắt ảnh nàng một chấm làm thành nốt ruồi. Rồi khi dâng tranh lên nhà vua, hắn làm xàm tấu cho rằng Chiêu Quân tuy đẹp nhưng vì có nốt ruồi mà sách tướng gọi lạ \"thương phu trích lệ\". Đó là nốt ruồi sát phu. Nhà vua nghe lời nên không đoái hoài đến nàng.\nRợ Hung Nô bấy giờ đánh thắng nhà Hán. Chúa Hung Nô buộc Hán Nguyên Đế phải cống phẩm vật và một cung phi tuyệt sắc, mới chịu bãi binh. Trong tình thế nguy ngập của nước nhà, Nguyên Đế phải đồng ý.\nVừa sợ việc làm bị bại lộ, vừa ghét Chiêu Quân nên Mao Diên Thọ mưu với bọn gian thần đem Chiêu Quân đi cống. Nguyên Đế trước đã xem hình của Chiêu Quân nên bằng lòng đem nàng cống Hồ. Nhưng đến lúc Chiêu Quân vào triều bái để lên đường sang Phiên thì nhà vua mới trông thấy rõ mặt thật là một tuyệt thế giai nhân. Vua tức giận lắm, điều tra mới rõ mưu mô gian xảo của Diên Thọ, định đem trị tội. Thọ hay được trốn sang đầu hàng Hung Nô. Bấy giờ sự thực đã rõ rồi, không thể thay người khác được. Vì sứ giả Hung Nô đã nhận được mặt của Chiêu Quân.\nThế là Chiêu Quân từ biệt xứ sở cố hương, tới ải biên thùy Nhạn Môn. Nỗi thương nước nhớ nhà, nỗi giận kẻ gian thần, xót xa phận bồ liễu, nàng xuống kiệu song loan hướng về quê hương cố quốc, gẩy một bản đàn biệt ly. Giọng đàn bi ai thảm thiết, những kẻ theo đưa đều não lòng nhỏ lệ. Cây cỏ bên đường cũng héo xào gục xuống mặt đất như để xớt thảm chia sầu…….\nChiêu Quân chẳng những có sắc mà còn có tài đàn hay thơ giỏi. Nhìn một con chim lẻ cánh bạt gió về chiều, nàng xót xa cảm thương cho thân thế, cất tiếng ngâm:\n\"Cánh én cô đơn đượm tủi sầu, Ngang trời gió cuốn bạt về đâu? Quan san ngàn dặm vương thương nhớ, Hồ Hán từ đây cách biệt nhau\". Và \"Mây trắng trời trong gió ngạt ngào, Hồn hoa mờ mịt dưới trăng sao, Đêm đêm thổn thức, đêm đêm mộng, Có phải trời xanh cợt má đào\".\nVà khi mùa thu đến. Nhìn mây thu, trời thu, sắc thu nhuộm úa lá vàng, dưới bầu trời ảm đạm, lá vàng rơi lả tả, bài \"Thu Phong Oán\" của nàng còn truyền tụng do một tình cảm sâu đậm của một kỳ nữ vì nước ly hương:\n\"Thu mộc lê thê, Kỳ diệp nuy hoàng. Hữu điểu xử sơn, Tập ư bào tang. Dưỡng dục mao vũ. Hình dung sinh quang. Ký đắc thanh vân, Thượng du khúc phường. Ly cung tuyệt khoáng. Thân thế tồi tàng. Chí niệm ức chẩm, Bất đắc hiệt ngoan. Tuy đắc ẩm thực, Tâm hữu hồi hoàng. Y hà ngã độc, Vãng lai biến thường! Phiên phiên chi yến, Viễn tập Tây Khương, Cao sơn nga nga. Hà thủy ương ương Phụ hề! Mẫu hề. Đạo lý du trường. Ô hô ai tai, Ưu tâm trắc thương!\"\nThái Bạch dịch: \"Cành thu hiu hắt lá thu vàng, Trên đỉnh non cao, đó rõ ràng. Có một chim kia hay đáo để, Ở ăn tự lúc mới ra dàng.\nRa dàng đã đủ cánh lông bay, Thấy rõ hình dung quý giá thay. Trên nóc lầu cao đà đổ xuống. Chín từng mây thẳm đã tung bay.\nTung bay, nhưng khốn biết bao rày; Sự thế than ôi, nỗi nước này! Nỗi nọ dường kia khôn tả xiết; Gan sầu ruột héo, ngỏ ai hay!\nAi hay cho khúc đoạn trường này, Cho nỗi quan hoài ở chốn đây! Uống uống ăn ăn không đắp lại, Những hờn những oán, những sầu cay!\nSầu cay riêng nghĩ xiết bàng hoàng, Biết đến bao giờ hận mới tan. Én nọ tung bay xập xòe cánh, Đường xa mấy mấy dặm quan san.\nQuan san thăm thẳm nỗi lòng đau, Biển rộng non cao chất tủi sầu. Vòi vọi đường xa muôn dặm cách, Mưa nắng sân Lai, xót dãi dầu!\nDãi dầu ai hỡi thấu cho chăng? Lấp đặng cho ai những bất bằng. Những nhớ những thương tầy núi biển, Tình thu chan chứa hận sầu vương!\".\nKhi đến Lạn Nhạn Đài bên sông Hắc Thủy, Chiêu Quân bắt được chim nhạn, liền viết thư buộc vào chân nhạn, rồi thả cho bay đi, mong nó mang tin về quê hương. Nhìn chiếc nhạn bay, nhìn dòng sông Hắc Thủy, nàng xót xa đau đớn, ngao ngán thở dài: \"Thủy hà sóng lạnh gió đìu hiu, Cánh nhạn lê thê giải nắng chiều. Thấp thoáng mây về nơi lữ thứ, Mơ màng một giấc mộng cô liêu\".\nNgâm thơ xong, nàng lao mình xuống sông Hắc Thủy. Cái chết trinh liệt của nàng khiến cho mọi người, kể cả chúa Hung Nô cũng ngậm ngùi thương tiếc, cảm phục người kỳ nữ nhà Hán. Nhất là chúa Hung Nô tưởng là hoa nọ về tay, người mang tiếng là chúa của một nước rợ oai hùng sẽ được cùng người ngọc Trung Nguyên âu yếm, tận hưởng tất cả những khoái cảm của cuộc đời người, không ngờ mối hy vọng nay đã hoàn toàn tan vỡ.\nVăn thơ đời Hán và đời sau có nhiều bài nói về cuộc đời và ca tụng đức tính hy sinh cao khiết của Chiêu Quân. Đến đời nhà Tấn (265-419), Tấn chúa Tư Mã Chiêu đổi tên Chiêu Quân là Minh Phi. Thạch Sùng sáng tác khúc ca gọi là Vương Minh Quân. Có khúc cổ nhạc phủ được phổ biến ở Trung Hoa xưa gọi là khúc \"Chiêu Quân Oán\", \"Chiêu Quân cống Hồ\".\nTương truyền cỏ ở chung quanh đất này đều màu trắng, chỉ có cỏ mọc trên mộ Chiêu Quân màu đỏ, là giống màu cỏ ở Trung Nguyên mà thôi. Phải chăng đó là hồn thiêng của đất nước của người kỳ nữ đã hun đúc tạo thành một vật lạ lùng để tiếng muôn đời.\nTrong tác phẩm \"Đoạn Trường Tân Thanh\" của cụ Nguyễn Du, đoạn diễn tả lúc Kiều đánh đàn cho Kim Trọng nghe buổi sơ ngộ có câu: \"Quá quan này khúc Chiêu Quân, Nửa phần luyến chúa, nửa phần tư gia\".\nTrong tác phẩm \"Lục Vân Tiên\" của cụ Nguyễn Đình Chiểu cũng có câu: \"Chiêu Quân xưa cũng cống Hồ, Bởi người Diên Thọ, họa đồ gây nên\".\n——————- (1) Tứ đại mỹ nhân (bốn người con gái đẹp nhất ở Trung Hoa ngày xưa): – Tây Thi lạc nhạn (nhạn sa) – Chiêu Quân trầm ngư (cá lặn) – Điêu Thuyền bế nguyệt (trăng thẹn) – Dương Ngọc Hoàn tu hoa (hoa nhường)"
},
{
    "title": "Cành đậu đun hột đậu",
    "content": "Đời Tam Quốc (220-264), Tào Thực tự Tử Kiến là con thứ ba của Tào Tháo, vốn có tài làm thơ hay, được tiếng là đệ nhất thi nhân đời Tần Hán nhưng có tính phóng túng. Tào Tháo thương lắm nhưng không thể truyền ngôi cho một chàng giàu tâm hồn nghệ sĩ ấy được.\nTháo chết, truyền ngôi cho con cả là Tào Phi. Thực bản tính ngông nghênh bất phục, có ý chống lại ông vua anh. Phi giận lắm, truyền người bắt Thực đến định làm ti. Nhưng vì yêu tài Thực nên Phi bảo: – Ta với mầy tuy tình anh em nhưng nghĩa vua tôi, sao dám cậy tài miệt lễ? Ngày tiên quân hãy còn, mầy thường đem văn chương khoe giỏi lòe đời. Ta rất nghi, có lẽ mầy nhờ người khác làm giúp. Vậy giờ đây ta ra hạn: đi bảy bước phải làm xong một bài thơ. Nếu làm được thì tha tội chết; bằng không xong, ta quyết chẳng dung. Thực nói: – Xin ra đề cho. Trên điện sẵn có treo bức tranh thủy mặc, vẽ hai con trâu chém nhau bên bức tường đất. Một con rơi xuống giếng chết. Tào Phi trỏ vào bức tranh, bảo: – Hãy lấy bức họa kia làm đề. Nhưng trong thơ cấm phạm vào những chữ \"Ngưu\", \"Đẩu\", \"Tường\", \"Trụy\", \"Tỉnh\", \"Tử\" (trâu, chọi, tường, rơi, giếng, chết).\nThực đi khoan thai. Vừa hết bảy bước, liền cất tiếng ngâm: \"Hai tấm thân đi đường, Trên đầu bốn khúc xương. Gặp nhau tựa sườn núi, Bỗng đâu nổi chiến trường. Đôi bên đua sức mạnh, Một địch lăn xuống hang. Đâu phải thua kém sức, Chẳng qua sự lỡ làng\".\nNguyên Văn: \"Lưỡng nhục tề đạo hành, Đầu thượng đới ao cốt. Tương ngô do sơn hạ, Huất khởi tương đường đột. Nhị định bất câu cương, Nhất nhục ngọa thổ quật. Phi thị lực bất hư, Thịnh khí bất tiết tất\".\nTào Phi cùng tất cả quần thần đều giật mình, nức nở khen. Phi lại hỏi: – Bảy bước thành thơ, ta còn cho là chậm. Mầy có thể ứng khẩu đọc ngay một bài được chăng? Thực đáp: – Xin ra đề cho. Phi nói: – Ta với mầy là anh em. Cứ lấy câu đó làm đầu đề. Nhưng cũng cấm dùng hai chữ \"Huynh\", \"Đệ\". Thực chẳng cần nghĩ ngợi một giây, ứng khẩu đọc ngay: \"Củi đậu đun hột đậu Đậu trong nồi khóc kêu: Cùng sinh trong một gốc, Bức nhau chi đến điều\".\nNguyên Văn: \"Chữ đậu nhiên đậu cơ, Đậu tại phẩu trung khấp. Bản thị đồng căn sinh, Tương tiễn hà thái cấp\".\nPhi nghe cảm động, sa nước mắt, liền tha cho, nhưng giáng Tào Thực làm An Hương Hầu.\nỞ Việt Nam trong thời Tây Sơn (1771-1802), hai anh em Nguyễn Nhạc và Nguyễn Huệ xuýt đánh nhau để tranh quyền. Nguyễn Nhạc yếu thế, phải khóc nói với em: – Bì oa chữ nhục, đệ tâm hà nhẫn?! Nghĩa là: nồi da nấu thịt, lòng em nào nỡ?! nên Nguyễn Huệ cảm động rồi cả hai hòa nhau.\nỞ tỉnh Bình Định, mỗi khi người ta đi săn được hươu nai gì thì lột da ra làm nồi mà nấu thịt. Do đó, ca dao Bình Định có câu: \"Da nai nấu thịt nai, Việc đời như thế không ai động lòng. Thịt nai mà chín bên trong, Da nai cũng cháy còn mong nỗi gì!\"\nCảm động lời nói của Nguyễn Nhạc, người Bình Định đem lời nói đó diễn bằng câu ca dao: \"Lỗi lầm anh vẫn là anh, Nồi da xáo thịt sao đành hỡi em?\".\nĐời nhà Nguyễn (1802-1945) vua Tự Đức giết anh là Hồng Bảo để củng cố địa vị ngai vàng của mình. Một hôm, trong một buổi chầu, nhà vua vô ý để răng cắn nhằm lưỡi mới khiến quần thần làm bài thơ chơi, nhưng trong thơ cấm dùng tiếng \"Răng\", \"Lưỡi\".\nĐây là bài thơ của cụ Nguyễn Hàm Ninh: \"Ngã sinh chi sơ nhữ vị sinh, Nhữ sinh chi hậu ngã vi huynh. Bất tư cộng hưởng trân cam vị; Hà nhẫn tương vong cốt nhục tình\"\nTạm dịch: \"Thuở tớ sinh ra, mầy chửa sinh, Mầy sinh sau tớ, tớ là anh. Ngọt bùi chẳng nghĩ cùng nhau hưởng, Xương thịt đành tâm nỡ dứt tình\".\nNhà vua khen hay, thưởng một chữ một nén vàng; nhưng vì cho bài có ý \"móc\", nên bắt phạt mỗi chữ đánh một roi.\n\"Củi đậu đun hột đậu\", \"Nồi da xáo thịt\", \"Răng cắn lưỡi\" thành ngữ điển tích nầy đều có một ý nghĩa như nhau."
},
{
"title": "Duyên Nợ Ba Sinh",
"content": "\"Ba sinh\" do chữ \"Tam sinh\", nghĩa là ba kiếp luân chuyển: kiến này sang kiếp khác. Duyên nợ ba sinh là duyên nợ từ ba kiếp với nhau. Ý nói duyên nợ phải làm vợ chồng với nhau do số kiếp tiền định.\nTrong bài thơ \"Khóc Ông Phủ Vĩnh Tường\" của Hồ Xuân Hương có câu: ‘Trăm năm ông phủ Vĩnh Tường ôi, Cái nợ ba sinh đã trả rồi!\"\nTrong \"Đoạn Trường Tân Thanh\" của cụ Nguyễn Du cũng có câu: ‘Ví chăng duyên nợ ba sinh, Thì chi đem giống khuynh thành trêu ngươi\".\nSách \"Truyền Đăng Lục\" và sách \"Quần Ngọc Chú\" có chép:\nXưa có chàng Tỉnh Lang, một hôm đến chùa Nam Huệ Tự, nằm chơi, bỗng ngủ quên, chiêm bao thấy mình đi chơi non bồng. Tỉnh Lang nhìn thấy có một nhà sư ngồi niệm kinh, trước mặt có một cây nhang đang cháy. Tỉnh Lang thấy lạ, hỏi. Nhà sư nói: – Khi trước có một người đi cúng chùa, thắp cây nhang này, khấn nguyện. Nhang hãy còn cháy mà người ấy đã sinh ba kiếp rồi. Kiếp đầu nhà Đường, đời vua Huyền Tông, làm quan Phủ Sứ ở đất Kiến Nam. Kiếp thứ hai cũng đời Đường, đời vua Hiến Tông, làm quan đất Tây Thục. Kiếp thứ ba, sinh ra tên Tỉnh Lang.\nTỉnh Lang nghe đến tên mình bỗng giật mình thức dậy, nhưng lòng nửa tin nửa ngờ.\nLại có một điển tích khác.\nĐời nhà Đường (618-907), có nhà sư tên Viên Trạch, một hôm cùng bạn là Lý Nguyên Thiện đi chơi. Gặp một người đàn bà gánh nước, Viên Trạch nói: – Người đàn bà này đã có mang 3 năm đợi tôi vào làm con. Nay đã gặp đây, không thể nào trốn được. Hẹn 3 ngày nữa, bạn đến, ta lấy nụ cười làm tin. Mười ba năm sau, ta lại sẽ gặp nhau tại chùa Thiên Trúc ở Hàng Châu, vào đêm Trung Thu trăng sáng.\nChiều đó, sư Viên Trạch mất.\nNgười đàn bà nọ sinh con trai. Ba hôm sau, Lý đến thăm. Quả nhiên đứa bé thấy Lý thì cười, đúng như lời hẹn. Mười ba năm sau, Lý đến chùa Thiên Trúc ở Hàng Châu, thấy một cậu chăn trâu hát rằng: \"Tam sinh thạch thượng cựu tinh hồn, Thưởng nguyệt ngâm phong bất yếu luân, Tàm quy tình nhân viễn tương phỏng Thử thân tuy dị, tính thường đồng\". Nghĩa: \"Là linh hồn cũ đã ba sinh, Trăng gió làm chi để bận mình. Thẹn với người quen xa viếng hỏi, Thân này tuy khác, tính nguyên lành\".\n\"Ba sinh\" có nghĩa là số kiếp tiền định. \"Nợ ba sinh\" là nợ số kiếp tiền định, duyên số với nhau từ kiếp trước."
},
{
"title": "Điêu Thuyền",
"content": "Điêu Thuyền (chữ Hán: 貂蟬, bính âm: diào chán) là một người đẹp trong tứ đại mỹ nhân Trung Hoa và là một nhân vật nổi tiếng thời Tam Quốc. Điêu Thuyền được mệnh danh là người đẹp bế nguyệt, có sắp đẹp khiến cho trăng cũng phải xấu hổ mà giấu mình đi.\nĐiêu Thuyền bái nguyệt ở hậu hoa viên của Tư Đồ Vương Doãn, đại thần của Hán Hiến Đế thời Tam Quốc. Đột nhiên có một cơn gió nhẹ thổi đến, một vầng mây trôi che khuất mặt trăng. Đúng lúc đó, Vương Doãn bước ra nhìn thấy. Để khen con gái nuôi mình xinh đẹp như thế nào, Vương Doãn thường nói với mọi người rằng con gái mình đẹp đến nổi trăng sáng nhìn thấy cũng phải trốn vào sau lưng mây. Vì vậy, Điêu Thuyền được mọi người xưng tụng là \"Bế Nguyệt\".\nĐiêu Thuyền là con nuôi trong nhà Tư đồ Vương Doãn, được gả cho cả 2 cha con nuôi Đổng Trác và Lã Bố để tùy cơ ly gián, một mặt tỏ vẻ yêu quý Đổng Trác, nhưng khi đến với Lã Bố thì lại ra sức quyến rũ, khi đến cao trào thì Lã Bố chịu không nổi đả kích giết luôn Đổng Trác. Mưu sĩ Lý Nho của Đổng Trác biết trước sự nguy hiểm của Điêu Thuyền, nhưng không sao can thiệp được mà trước đó chỉ biết thốt lên \"Bọn ta đều chết cả về tay người đàn bà này\".\nCó bài hát ca ngợi vẻ đẹp của Điêu Thuyền [1]:\nPhải người cung cũ Chiêu Dương?\nXiêm y mây cuốn vương vương cánh hồng\nNhẹ nhàng mình liễu như bông,\nGót hài uyển chuyển trên lòng bàn taỵ\nĐộng đình lạc lối hoa bay,\nLương châu thoăn thoắt sen cài bước chân\nNhà vàng gió cợt cành xuân,\nTrăm hoa nhường vẻ thanh tân một người!\nLại có người tả cảnh Đổng Trác mê say tiếng đàn, giọng hát, ánh mắt và vẻ xuân của nàng:\nNhất điểm anh đào khải giáng thần Lưỡng hàng toái ngọc phún dương xuân Đinh hương thiệt thổ hành cương kiếm Yêu trảm tà gian loạn quốc thần!\nTạm dịch:\nMột đóa anh đào chúm chím môi, Đôi hàng răng ngọc rạng xuân tươi. Hương đưa đầu lưỡi tàng hơi kiếm: Chém chết gian thần có lúc thôi!\nĐó là khi:\nRèm châu vừa cuốn lên, thì Điêu Thuyền nhè nhẹ gót hài bước ra, xiêm y thướt tha, mình liễu uyển chuyển múa trước rèm châu như tiên nữ nhập động. Điêu Thuyền lại hát. Nàng vừa cầm phách gõ nhịp cất giọng ca. Giọng trong như oanh kêu, cao như hạc gọi, khi trầm khi bổng thánh thót như rót vào tai, mà huyền huyền ảo ảo làm mê hồn tục khách."
},
{
"title": "Điểu Tận Cung Tàng",
"content": "Điểu tận cung tàng\" nghĩa là: khi chim đã chết thì người ta vất cung đi một nơi mà không dùng đến nữa. Nguyên câu Hán văn: \"Giảo thổ tử, tẩu cẩu phanh; cao điểu tận, lương cung tàng; địch quốc phá, mưu thần vong\". Nghĩa là: \"Thỏ khôn chết, chó săn bị mổ thịt; chim bay cao chết, cung tốt vất bỏ; nước địch phá xong, mưu thần bị giết\".\nNguyên đời Xuân Thu (722-479 trước D.L.), nước Việt và nước Ngô giao tranh. Vua Ngô là Phù Sai thất bại. Thế cùng lực tận và bị bao vây bức bách quá, định xin hàng. Phù Sai biết có hai bề tôi có uy quyền của Việt vương Câu Tiễn là Tướng quốc Phạm Lãi và Đại phu Văn Chủng, nên viết một bức thư, buộc vào mũi tên, bắn vào thành Việt, mong hai người tâu giúp vua Việt cho hàng. Quân Việt lượm được đệ trình lên Phạm Lãi và Văn Chủng. Thư ấy nói: \"Tôi nghe giảo thỏ chết thì chó săn tất bị mổ, địch quốc đã diệt thì mưu thần cũng chẳng còn. Sao quan Đại phu không lưu cho nước Ngô tôi còn lại một chút để làm cái dư địa sau này\".\nNhưng Phạm Lãi và Văn Chủng không cho hàng. Cuối cùng Phù Sai tự tử.\nViệt vương Câu Tiễn chiếm được nước Ngô, bày tiệc rượu trên Văn đài nước Ngô. Các quan vui say đánh chén nhưng Câu Tiễn lại có vẻ không vui. Phạm Lãi biết ý nhà vua không muốn nói đến công của kẻ hầu hạ đã diệt được Ngô mà lòng vua lại mang mối nghi kỵ, nên xin từ quan trí sĩ.\nNhưng trước khi bỏ nước du ngũ hồ (1), Phạm Lãi có viết thư gửi cho bạn là Văn Chủng. Thư nói: \"Vua Ngô có nói: \"Giảo thỏ đã chết thì chó săn tất bị mổ, địch quốc đã diệt thì mưu thần cũng chẳng còn\". Ngài không nhớ hay sao! Vua Việt môi dài mỏ quạ là người nhẫn nhục mà ghét kẻ có công. Cùng ở lúc hoạn nạn thì được, chớ cùng ở lúc an lạc thì không toàn, nay ngài không đi ắt có tai vạ\".\nVăn Chủng xem thư phàn nàn Phạm Lãi, cho họ Phạm xử như thế thì khí quá!\nQuả thực như lời Phạm Lãi nói. Câu Tiễn không chia cho các quan một thước đất nào, lại có ý khi dễ công thần. Văn Chủng buồn bã, cáo ốm không vào triều. Câu Tiễn vốn biết tài của Văn Chủng, nghĩ thầm: \"Ngô đã diệt, còn dùng hắn chi nữa, một khi hắn làm loạn thì làm sao trị nổi?\". Do vậy, Câu Tiễn rắp tâm muốn trừ đi Văn Chủng.\nMột hôm, Câu Tiễn đến thăm bệnh Văn Chủng, bảo: – Ta nghe người chí sĩ không lo cái thân mình chết mà lo cái đạo mình không được thực hành. Nhà ngươi có 7 thuật, ta mới thi hành có 3 mà Ngô đã bị diệt, còn thừa 4 thuật, nhà ngươi định dùng làm gì? Văn Chủng đáp: – Tôi cũng không biết dùng làm gì cho được! Câu Tiễn nói: – Hay nhà ngươi đem 4 thuật ấy mà mưu hộ cho tiền nhân nước Ngô ở dưới âm phủ, phỏng có nên chăng? Nói xong, lên xe đi về; bỏ thanh kiếm đeo lại chỗ ngồi. Văn Chủng cầm lấy xem thấy vỏ kiếm có đề chữ Chúc Lâu, là thanh kiếm của Phù Sai đưa cho Ngũ Viên tự tử khi trước. Văn Chủng ngửa mặt lên trời than: \"Cổ nhân có nói \"Ơn to thì không báo nữa\", ta không nghe lời Thiếu Bá (2) đến nỗi bị giết, chẳng cũng ngu lắm ru!\".\nVăn Chủng nói xong, cầm kiếm tự tử.\nLời nói: \"Giảo thổ tử, tẩu cẩu phanh; cao điểu tận, lương cung tàng….\" được nhiều người về sau nhắc lại.\nĐời Tây Hán (206 trước 23 sau D.L), Hàn Tín, người đất Hoài Âm phò Hán Lưu Bang, có tài cầm quân nên diệt Triệu, phá Ngụy, thắng Sở, làm cho Sở Bá Vương Hạng Võ phải bức tử ở Ô Giang. Hán Lưu Bang thấy tài của Hàn Tín quán thế thiên hạ và Tín có ý cậy công nên nghi Tín làm phản, lòng toan mưu mẹo chờ dịp giết Tín.\nKhoái Triệt là tướng tâm phúc của Hàn Tín có khuyên Tín: \"Tôi lo thầm cho túc hạ, vì thấy túc hạ chắc rằng Hán vương (3) chẳng hại thì là lầm lắm. Hễ thú rừng hết thì ắt làm thịt chó săn, túc hạ phải lo cho xa mới được. Vả lại, dũng lược mà rúng chúa, thì mình khốn, công trùm thiên hạ lại chẳng được thưởng. Nay túc hạ mang cái oai rúng chúa, cầm cái công chẳng thưởng mà muốn cho được an thân sao?\".\nHàn Tín cho là phải nhưng không nghe theo để đề phòng. Sau Hàn Tín bị vua lừa bắt tại Vân Mộng, kết án mưu phản, toan đem xử tử. Hàn Tín thở dài, than: – Chim rừng hết thì cung ná quăng, chồn thỏ chết thì chó săn chết, nước giặc phá thì mưu thần mất. Nay thiên hạ định thì tôi phải chết!\nMay nhờ trung thần là quan Đại phu Điển Khẳn can gián nhà vua nên Tín được tha, nhưng bị tước hết binh quyền. Tuy vậy, cuối cùng, Tín bị vợ của Hán vương là Lữ hậu tên Lữ Trỉ âm mưu dụ bắt Hàn Tín và xử tử tại Vị Ương Cung.\nNgười sau có làm 2 bài thơ tứ tuyệt than tiếc Hàn Tín. Trong đó có những câu: \"Mười năm chinh chiến công lao nặng, Một phút phủi rồi uổng xiết chi\". và: \"Chim hết ná quăng đà chẳng biết, Hoài Âm sao chẳng sớm lo âu\".\nỞ nước Việt Nam đời nhà Nguyễn (1802-1945), vua Gia Long Nguyễn Ánh sau khi thống nhất đất nước lại có ý nghi kỵ các công thần có tài cán lật đổ ngai vàng của mình, nên tìm dịp để giết hại. Nguyễn Văn Thành có tài thao lược đã theo phò Gia Long từ lúc còn nhỏ, lận đận lao đao với nhà vua, cũng như Đặng Trần Thường có tài văn học, trốn Tây Sơn vào Gia Định giúp vua, thế mà cả hai ông đều bị xử tử vì những lỗi lầm tầm thường.\nTương truyền Đặng Trần Thường khi còn bị giam trong ngục, có làm bài \"Hàn vương tôn phú\" bằng quốc âm để ví mình như Hàn Tín đời Hán.\nSử gia Việt Nam, Trần Trọng Kim, soạn giả quyển \"Việt Nam sử lược\", chép về đoạn này có viết: \"….chỉ hiềm có một điều là khi công việc xong rồi, ngài không bảo toàn cho những công thần, mà lại vì những chuyện nhỏ nhặt đem giết hại những người có công với ngài, khếin cho hậu thế ai xem đến những chuyện ấy, cũng nhớ đến vua Hán Cao Tổ, và lại thở dài mà thương tiếc cho những người ham mê hai chữ công danh về đời áp chế ngày xưa.\"\nNgày xưa, phần đông nhà vua nào cũng thế, chớ riêng gì vua Gia Long. Ngày nay cũng vậy, mới có câu thành ngữ: \"Được chim bẻ ná, được cá quăng nôm\" để chỉ sự phản bội của nhà vua mà cũng là sự phản bội của những người đối với kẻ giúp mình được lập nên thân thế, địa vị.\n——————- (1) Năm hồ lớn bên Trung Hoa: 1 – Tây Hồ 2 – Thái Hồ (Tây Hồ và Thái Hồ ở giữa hai tỉnh Chiết Giang và Giang Tô) 3 – Động Đình Hồ 4 – Phan Dương Hồ 5 – Sào Hồ (2) Tên tự của Phạm Lãi. (3) Tên Lưu Bang là quý, cũng gọi là Hán Bái Công, lập ra nhà Hán và xưng là Hán Cao Tổ."
},
{
"title": "Đổi Mỹ nhân lấy ngựa",
"content": "Tô Đông Pha là một thi hào danh tiếng đời nhà Tống (950-1275). Ông có mộ cô hầu tuyệt đẹp tên Xuân Nương. Vì bất đồng ý kiến với Tể Tướng Vương An Thạch nên bị nhà vua trích đi Hoàng Châu.\nLúc sắp lên đường, có người bạn làm chức quan Vận Sứ họ Tưởng đến nhà Tô chơi để tiễn biệt.\nTô Đông Pha bảo Xuân Nương ra mời khách uống vài chén rượu, cảm khái biệt ly. Thấy Xuân Nương đẹp như tiên nga, họ Tưởng giật mình hỏi: – Cô bé này có đi theo bác không? Tô bảo là Xuân Nương không muốn đi theo vì đường sá xa xôi khó nhọc nên xin trở về nhà nàng. Nhân đó, họ Tưởng nói: – Vậy thì bác cho phép tôi đem con ngựa bạch tuyệt hay để đổi lấy cô Xuân có được không? Đông Pha ưng chịu. Họ Tưởng lấy làm khoan khoái vô cùng, liền ứng khẩu làm bài thơ tứ tuyệt: \"Tiếc gì con ngựa đẹp như mây, Ơn bác cho tôi đổi gái này, Giờ mất nhạc vàng rung bóng nguyệt, Nhưng thêm má phấn bạn làng say\". Nguyên văn: \"Bất tích sương mao võ tuyết đề, Đẳng nhân phân phó tặng nga mi. Tuy vô kim nặc tê minh nguyệt, Khước hữu giai nhân bỗng ngọc bì\".\nTô Đông Pha cũng ứng khẩu đáp lại: \"Cô Xuân đi vậy cũng xa xăm, Dầu chẳng kêu ca chớ giận ngầm. Vì nỗi non sông nhiều hiểm trở, Đổi người lấy ngựa phải đành tâm\". Nguyên văn: \"Xuân Nương thử khứ thái thông thông, Bất cảm đề thanh tại hận trung. Chỉ vị sơn hành đa hiểm trở, Cố tương hồng phấn hoán truy phong\".\nXuân Nương nghe hai người đối đáp nhau và có một hành động khinh thường nàng như thế nên bực tức, đỉnh đạc nói: – Tôi nghe nói ngày xưa vua Tề Cảnh Công muốn chém tên giữ chuồng ngựa mà Yến Tử cản ngăn. Chuồn ngựa nhà mình cháy, Khổng Phu Tử chỉ hỏi thăm có ai chết không, chớ không hỏi ngựa sống chết mất còn. Ấy là người ta quý người khinh vật. Nay học sĩ đem người đổi lấy ngựa, thì ra quý vật mà khinh người. Đoạn, Xuân Nương cũng ứng khẩu làm một bài thơ: \"Chém cha cái kiếp của đàn bà, Khổ sướng trăm bề há bởi ta. Giờ mới biết người thua giống vật, Sống làm chi nữa trách ai mà\". Nguyên văn: \"Vi nhân mạc tác vị nhân thân, Bá ban khổ lạc do tha nhân. Kim nhật thùy tri nhân tiện súc, Thử sinh cẩn hoạt oán thùy sân\".\nĐọc xong, nàng vội lao mình ra sân đập đầu vào cây mà chết.\nThấy thân xác nàng quằn quại trên vũng máu đào bên cội cây, cả hai vô cùng hối hận, nhìn nhau ngậm ngùi nhỏ lệ.\nNhưng đã muộn rồi."
},
{
"title": "Giấc nam kha",
"content": "Trong \"Nam Kha Ký Thuật\" của Lý Công Tá đời nhà Đường có kể truyện Thuần Vu Phần nằm mộng thấy chàng đến trước Hòe An. Thuần được vua Hòe An cho vào bái yết. Thấy Thuần tướng mạo khôi vĩ nên gả con gái, cho làm phò mã và đưa ra quận Nam Kha làm quan Thái Thú, cai trị cả một vùng to lớn.\nĐang lúc vợ chồng Thuần sống một cuộc đời vương giả, cực kỳ sung sướng thì bỗng có giặc kéo đến vây quận Nam Kha. Thuần đem quân chống cự. Giặc đông mạnh, Thuần thua chạy. Quân giặc vây thành đánh phá. Công chúa nước Hòe An, vợ của Thuần bị chết trong loạn quân.\nThuần Vu Phần đem tàn quân về kinh đô tâu lại vua cha. Nhà vua nghi kỵ Thuần đã đầu hàng giặc, nên tước hết phẩm hàm, đuổi về làm thường dân. Thuần vừa oan ức vừa tủi nhục, khóc lóc bi thương…..Vừa lúc ấy thì Thuần chợt tỉnh dậy, thấy mình nằm dưới gốc cây hòe, trên đầu một nhánh cây hòe chĩa về phía Nam. Cạnh Thuận lại có một ổ kiến lớn. Bầy kiến kéo hàng đàn hàng lũ trèo lên cây hòe.\nCũng có sách chép:\nĐời Đường có một nho sinh họ Lữ đi thi không đỗ. Trở về, dọc đường, vừa buồn vừa đói nên ghé vào một ngôi chùa con bên cạnh khu rừng, xin đỡ lòng. Chùa nghèo, nhà sư nấu kê (1) thay gạo đãi khách.\nVì mệt mỏi nên họ Lữ nằm một lúc thì ngủ khò. Chàng thấy mình đã thi đỗ, được quan chức cao, nhà vua lại còn gả công chúa, phong cho chàng làm phò mã và cho đi trấn mhậm một nơi. Thật là vinh quang phú quý, không ai bằng. Nhưng khi đi đến nửa đường thì bỗng gặp quân giặc đổ đến đánh. Lữ chống cự không lại. Lính hộ vệ bị giết. Xe kiệu bị đập phá tan tành. Chúng thộp cả vợ chồng Lữ, đưa gươm kề họng………Lữ hoảng hốt, kêu lên một tiếng, giật mình thức dậy mới biết là chiêm bao. Mà giữa lúc ấy nồi kê cũng chưa chín.\nTrong tác phẩm \"Cung Oán Ngâm Khúc\" của Nguyễn Gia Thiều, có câu: \"Giấc Nam Kha khéo bất bình, Bừng con mắt dậy, thấy mình tay không\".\nTrong bài \"Lạc Đường\" của Tú Xương cũng có câu: \"Giấc mộng Nam Kha khéo chập chờn\".\nTrong tác phẩm \"Đoạn Trường Tân Thanh\" của cụ Nguyễn Du, có câu: \"Tiếng sen khẽ động giấc hòe\".\nTrong \"Bích Câu Kỳ Ngộ\" cũng có câu: \"Đèn thông khêu cạn, giấc hòe chưa an\".\nCổ thi có câu: \"Trăm năm một giấc kê vàng\"\n\"Kê vàng\" cũng gọi là gạo \"hoàng lương\", một thứ ngũ cốc nhỏ như cát, màu vàng. Nhà nghèo bên Trung Hoa ngày xưa dùng kê để ăn thay gạo.\nTrong \"Đoạn Trường Tân Thanh\" có câu: \"Hoàng lương chợt tỉnh hồn mai\"\n\"Giấc Nam Kha\", \"giấc hòe\", \"giấc mộng kê vàng\" hay \"giấc hoàng lương\" đều do điển tích trên. Có nghĩa sự phú quý vinh hoa chẳng khác nào một giấc mộng.\n——————- (1) Một thứ ngũ cốc, hột nhỏ như cát, sắc vàng. Việt Nam tân tự điển của Thanh Nghị dịch ra tiếng Pháp là \"Millet\"."
},
{
"title": "Giấc Vu Sơn",
"content": "Đất Cao Đường, bên cạnh đầm Vân Mộng có 2 ngọn núi là Vu Sơn và Vu Giáp thuộc tỉnh Hồ Bắc nước Trung Hoa. Đời Chiến Quốc, vua Sở Tương Vương thường đến du ngoạn. Một hôm, nhà vua đến đấy, say sưa ngắm cảnh, một lúc mệt mỏi mới nằm ngủ dưới chân núi Vu Sơn.\n\nTrong lúc mơ màng giấc điệp, vua Sở mộng thấy một thiếu nữ tuyệt sắc, mặt hoa da phấn, duyên dáng thướt tha đến bên mình, rồi cùng vua chung chăn chung gối vô cùng thỏa thích.\nSau khi cùng giai nhân ân ái mặn nồng, vua Sở hỏi: – Chẳng hay ái khanh ở đâu đến đây để Quả nhân duyên may gặp gỡ? Giai nhân mỉm miệng cười duyên, thưa: – Muôn tâu thánh thượng! Thiếp là thần nữ núi Vu Sơn qua chơi đất Cao Đường, vốn cùng nhà vua có tiền duyên, nay được gặp gỡ thật là phỉ nguyền mong ước. Ở thiên cung, thiếp có nhiệm vụ buổi sớm làm mây, buổi chiều làm mưa ở Dương Đài. Nói xong, đoạn biến mất. Nhà vua chợt tỉnh dậy, cảm thấy mùi hương như còn thoang thoảng đâu đây. Mộng đẹp vơ vẩn trong trí não, nhà vua luyến tiếc vô cùng. Sau sai người lập miếu thờ (tức miếu Vu Sơn thần nữ) gọi là miếu Triên Viên.\nCảm nhớ người đẹp trong mộng, vua Sở thuật lại cho quan Đại Phu Tống Ngọc nghe. Vốn là một danh sĩ đương thời, Tống Ngọc bèn làm bài phú \"Cao Đường\" để ghi lại sự tích Sở Tương Vương giao hoan cùng thần nữ Vu Sơn: \"Tiên vương du Cao Đường Đái nhi trú tầm. Mộng kiến nhất phu nhân viết Vi Cao Đường chi khách, Văn quân du Cao Đường Nguyện tiến chẩm tịch, Vương nhận hạnh chi Khứ nhi tử viết Thiếp tại Vu Sơn chi dương Cao Khâu chi trở Triệu vi hành vân Mộ vi hành vũ\". Tạm dịch: \"Tiên vương dạo Cao Đường Mỏi mệt ngủ ngày Mộng gặp một đàn bà nói: Thiếp là thần nữ núi Vu Sơn, Đến Cao Đường làm khách Tin vua dạo Cao Đường, Nguyện dâng chăn gối. Vua nhận yêu nàng, Khi đi nàng nói: Thiếp ở đỉnh núi Vu Sơn Cao Khâu hiểm trở. Sớm đi làm mây, Chiều đi làm mưa\".\nTrong bài \"Thanh Bình Điệu\" (1) của thi hào Lý Bạch đời nhà Đường, có câu: \"Nhất chi nùng điếm lộ ngưng hương, Vân vũ Vu Sơn uổn đoạn trường\". Tạm dịch: \"Đầu cành sương đọng ngát hương đông, Mây mưa Vu Giáp nỗi đau lòng\".\nTrong tác phẩm \"Đoạn Trường Tân Thanh\" của cụ Nguyễn Du, đoạn diễn tả Kim Trọng tựa án thiu thiu ngủ, nửa tỉnh nửa mê thì Kiều lén song thân, băng lối vườn khuya sang thăm chàng Kim, có câu: \"Bâng khuâng đỉnh Giáp non Thần Còn ngờ giấc mộng đêm xuân mơ màng\". Và, khi chàng Kim tỏ vẻ lả lơi, suồng sã, Kiều van lơn, lý luận để tránh cuộc tấn công của người yêu, có câu: \"Mây mưa đánh đổ đá vàng, Quá chiều nên đã chán chường yên oanh\".\nTrong \"Cung Oán Ngâm Khúc\" của Nguyễn Gia Thiều cũng có câu: \"Bỗng gươm lấp loáng dưới mành, Cỏ cây cũng muốn nổi tình mây mưa\".\nTôn Thọ Tường làm quan về đời Tự Đức hàng Pháp, lúc về trí sĩ có làm bài thơ \"Đĩ già đi tu\", mượn tâm cảnh một người gái làng chơi hết duyên, chán trần về xuất gia đầu Phật mà tả tâm sự của mình. Trong bài có câu: \"Chày Kình (2) gióng tỉnh giấc Vu San, Mái tóc kim sinh nửa trắng nửa vàng\".\nNhững chữa \"mây mưa\", \"giấc Vu Sơn\", \"giấc Cao Đường\", \"đỉnh Giáp non Thần\" hay \"Vu Giáp\", \"giấc mộng Dương Đài\", \"đến Dương Đài\" đều chỉ việc trai gái chung chạ chăn gối, ấp yêu với nhau.\nDùng những tiếng này để tránh tiếng tục.\n——————- (1) Một điệu nhạc dùng ở trong cung đời nhà Đường. Vua Đường Minh Hoàng cho mời Lý Bạch vào cung làm 3 bài Thanh Bình Điệu, giữa lúc họ Lý còn say rượu. (2) Chày đánh chuông ở các chùa, tượng hình con cá Kình."
},
{
"title": "Hằng Nga và Hậu Nghệ",
"content": "Trong \"Bích câu kỳ ngộ\" của Vô Danh có câu:\n\"Hay là lỗi sổ Hằng Nga,\nĐêm đông vò võ, bóng tà sao thưa.\nNghĩ tình nên những ngẩn ngơ…\"\n\nTrong \"Cung oán ngâm khúc\" của Nguyễn Gia Thiều, đoạn ca tụng sắc đẹp của nàng cung nữ, có câu: \"Hương trời đắm nguyệt say hoa, Tây Thi mất vía, Hằng Nga giật mình\".\nHưng Đạo Vương Trần Quốc Tuấn đời nhà Trần (1225-1400) kêu gọi tướng sĩ, trong một bài hịch có đoạn \"Nay ta bảo thật các ngươi nên cẩn thận như củi lửa, nên giữ gìn như kẻ húp canh, dạy bảo quân sĩ, luyện tập cung tên, khiến cho người nào cũng có sức khỏe như Bàng Mông và Hậu Nghệ, thì mới có thể dẹp tan được quân giặc, mà lập nên được công danh.\"\nHằng Nga và Hậu Nghệ là hai nhân vật thần thoại được dùng trong Cổ Văn Trung Hoa và Việt Nam.\nHằng Nga trong cung trăng – Theo sách của Hoài Nam Tử, Hậu Nghệ xin thuốc trường sinh của bà Tây Vương Mẫu, Hằng Nga là vợ của Hậu Nghệ uống trộm, chạy lên cung trăng.\nNgười chặt cây quế trong cung trăng – Theo sách \"Dậu dương tạp trở\", trong mặt trăng có cây quế cao 500 trượng (1), dưới gốc cây có một người ngồi chặt mãi, nhưng chặt xong, dấu chặt lại liền như cũ. Người ấy tên Ngô Cương, quê ở Tây Hà, tu tiên có lỗi bị phạt chặt cây.\nCon thỏ trong mặt trăng – Theo sách \"Ngũ thông kinh nghĩa\", trong mặt trăng có con thỏ hay con cóc.\nÔng già dưới trăng – Sách \"Tục U quái lục\" có chép: đời nhà Đường, Vi Cố đến Nam điện ở Tống thành, thấy ông già xem sách dưới trăng. Vi Cố hỏi sách gì? Ông già đáp: Sổ hôn nhân thiên hạ. Vi Cố hỏi hôn nhân của mình thì ông lão bảo: ở chợ có bà già chột mắt bồng đứa bé 3 tuổi; đứa bé ấy sau là vợ ông. Vi Cố ra chợ bắt gặp người đàn bà như lời ông lão nên tức giận mướn người giết con bé ấy. May mắn, người đàn bà bồng đứa bé chạy thoát, và đứa bé chỉ bị thương xoàng. Mười bốn năm sau, Thứ Sử đất Dương Châu là Vương Thái gả con cho Vi Cố. Thiếu nữ ấy rất đẹp, nhưng cuối mày có một vết thẹo nhỏ. Cố hỏi duyên cớ. Nàng trả lời: hồi lên 3 tuổi, người vú họ Trần bồng đi chợ bị một tên côn đồ dâm trúng. Cố hỏi người vú họ Trần có chột mắt không? Nàng nói có rồi kể lại chuyện cũ.\nTích Hậu Nghệ – Theo \"Sơn hải kinh\", trên hang Dương phía bắc nước Răng Đen có cây Phù Tang to lớn sống dưới nước, 9 mặt trời ở cành dưới; 1 mặt trời ở cành trên. Theo sách của Hoài Nam Tử, đời vua Nghiêu, 10 mặt trời cùng mọc một lần làm cây cỏ khô héo, vua Nghiêu sai Hậu Nghệ bắn 10 mặt trời, có 9 con quạ rớt lông cánh xuống.\nTheo kinh Thư, vua nước Hữu Cùng (2) là Hậu Nghệ vì dân không phục, nổi lên kháng cự tại sông Hà. Sách \"Tả truyện\" có chép: khi nhà Hạ suy, Hậu Nghệ nhờ sức ủng h của dân chúng được lên làm vua thay thế nhà Hạ. Về sau, Nghệ ỷ mình bắn giỏi, không lo chính sự, dâm bạo hơn thú dữ, dân oán ghét nổi lên giết chết, lại lóc thịt bắt con của Nghệ ăn. Không nỡ ăn thịt cha, con của Nghệ cũng bị giết luôn.\nTrong bản kịch thần thoại \"Lên cung trăng\" của nhà văn Trung Hoa là Ngô Tổ Quang có chép:\nMột thời đại rất xa xưa……\nLúc bấy giờ, con người được tự do, không bị áp bức chiến tranh, người hiếp bức người. Ai làm nấy ăn. Mặt trời mọc, đi làm; mặt trời lặn, về nghỉ. Đói có hoa quả; khát có nước suối.\nCon người bấy giờ không có họa người, chỉ có họa trời. Để tránh gió mưa, rét mướt, loài người đốn cây làm nhà, dệt vải may áo………Ngày tháng trôi qua, con người dùng kinh nghiệm và lao lực để cải thiện đời sống, mưu lấy sự hạnh phúc thanh bình.\nNhưng, một hôm thình lình xảy ra một thiên tai dữ di. Khắp dưới gầm trời đâu đâu cũng bị đại hạn. Nắng như lửa thiêu, đốt cháy tất cả làm cho sinh linh dậm dất kêu trời. Trên đường, thây người, thây thú chồng chat dẫy đầy.\nNguyên ở gò Đất cuối biển Đông có hang Dương. Nơi đây 10 con quạ vàng vâng lệnh Thượng Đế thay nhau ban ánh sang cho vạn vật. Trên hang có cây Phù Tang cao vút tận trời. Chín con quạ ở cành dưới, một con quạ ở cành trên. Từ ngàn xưa chỉ có một con ra khỏi biển hóa thành mặt trời, ngày ngày tháng tháng chiếu ánh sáng xuống mặt đất làm cho mưa hòa gió thuận, vạn vật sinh hóa. Nhưng bất ngờ, một hôm bốn biển chuyển động, đất lở núi rung, cây Phù Tang quay cuồng, vì 10 con quạ vàng tranh nhau xuất hiện một lượt.\nThế là nắng như lửa thiêu, đốt cháy cả vạn vật. Ban đầu, người ta còn ngâm mình dưới nước, núp trong hang núi….nhưng rồi, đầm nước, dòng suối đều hóa thành những vạc nước sôi. Đất bằng bỗng chốc lửa dậy làm cho nhân dân điêu đứng, đời người biến thành địa ngục.\nĐương lúc tiếng khóc, tiếng kêu gào kinh khủng của nhân dân, bỗng có một anh hùng xuất hiện.\nVị anh hùng đó tên Hậu Nghệ, sinh ở biển Đông, nước Hữu Cùng. Người võ nghệ phi thường, sức người có thể bạt núi lấp sông, giỏi nghề kỵ xạ. Hậu Nghệ lại có hai người học trò tên Phùng Mông và Ngô Cương đều có tài xuất chúng.\nTrông thấy 10 con quạ vàng hoành hành dữ tợn làm cho nhà cửa tiêu tan, đồng rung khô cháy, Nghệ vừa hoảng kinh vừa tức giận, đem lòng thương xót sinh linh, và nghĩ đến mối liên hệ với thân mạng mình nên mang 10 mũi tên thần, giương cung 10 tạ lên quyết bắn 10 con quạ vàng cho tiêu ra tro bụi.\nNhưng ánh sáng rạng chói làm cho mắt đổ hào quang, không thể nhìn lên được. Nghệ bực tức, đứng tựa góc biển chân trời không do dự bắn luôn mấy phát. Những nơi có tên của Nghệ bắn tới thì nóng cháy ngui dần, ánh sáng êm dịu. Những lông cánh sắc màu của lũ quạ đua nhau rớt xuống. Một làn không khí mát mẻ bắt đầu.\nTrông thấy chín con quạ chết, Nghệ lại muốn giương cung bắn nữa, nhưng Phùng Mông ngăn lại: – Thưa thầy! Nếu thầy bắn chết cả thì vũ trụ sẽ trở nên đen tối mất. Nghệ \"à\" một tiếng, hạ cung xuống.\nBấy giờ núi sông trở lại như xưa, cây cỏ tươi tốt. Đâu đâu cũng vang dậy tiếng hò reo hoan lạc. Nhân dân ca tụng công đức công ơn vĩ đại của Hậu Nghệ, tôn thờ Nghệ là một vị cứu tinh, trọng quý Nghệ hơn mẹ cha. Sơn hào hải vị, họ đem dâng cho Nghệ dùng.\nHậu Nghệ lên làm Hoàng Đế.\nMười năm sau. Nhân dân trước kia bị tai ách của 10 con quạ vàng thì nay lại mang phải tai ách do Hậu Nghệ gieo rắc.\nNghệ ỷ mình có tài, tự kiêu là cứu dân, vậy dân phải làm tôi mọi mới xứng đáng đền đáp công ơn ấy. Nghệ chiếm hết thịt rừng, tài sản của nhân dân. Cả đến một con gà, một miếng bánh….cũng không thoát qua tay cướp đoạt của Nghệ.\nNghệ lại tự hào là mình sẽ sống mãi vì có linh chi thảo do tiên ông ban cho.\nNhân dân bấy giờ sống trong tình trạng cực kỳ thảm khốc. Từng đám dân nghèo đói, quần áo rách nát, thân trụi mình trần, mặt mũi hốc hác vàng hoe, gục đầu vào đất kiếm rễ cây ăn. Vài xác người thắt cổ lơ lửng trên cành cây làm mồi cho đàn quạ đương đảo qua lượn lại.\nBấy giờ núi rừng hoang vu xơ xác, cành khô lá úa, năm ba gốc cây còn lại nhưng trơ trọi, cỗi cằn.\nNgày trước, Nghệ được bá tánh hoan hô vang dậy. Ai ai cũng trìu mến vâng theo. Nghệ đi ra, cả ngàn người chạy theo quỳ lạy chúc tụng. Ngày nay, nhân dân oán ghét căm thù. Nghệ đi đến đâu, bá tánh bỏ chạy đến đó. Nghệ nhục nhã, tức giận ra lệnh cho học trò là Ngô Cương tàn sát hàng triệu sinh linh. Bị đói rách, bị giết chóc, muôn dân đau khổ, nỗi uất hận căm hờn ngùn ngụt cao mấy tầng mây.\nPhùng Mông can gián không được, bỏ Nghệ theo đám dân nghèo võ trang đánh lại thầy.\nVợ của Nghệ là Hằng Nga.\nNàng là con nhà nghèo ở một cánh đồng hoang phương Bắc. Nhưng nàng là con chim phượng hoàng, là đóa hoa khôi sắc đẹp tuyệt vời.\nNgô Cương vâng lệnh thầy đi tìm người làm Hoàng Hậu. Đến phương Bắc, Ngô Cương bắt Hằng Nga về dâng cho Nghệ. Hằng Nga được Nghệ sủng ái, giao giữ cỏ linh chi.\nHằng Nga vì bị bắt, bỏ cha xa mẹ, quyết liệt đòi về. Nghệ sợ Hằng Nga trốn trong khi Nghệ đi săn tìm thịt nên truyền cho Ngô Cương canh gác, không cho Hằng Nga rời khỏi cung. Hằng Nga buồn tủi, ngày ngày chỉ làm bạn cùng con Ngọc thỏ trong cung lạnh.\nTrước sự tàn bạo của chồng, Hằng Nga không khuyên ngăn được; và biết rằng nếu chồng sống mãi thì càng làm nhiều ti ác, nhân dân đau khổ càng nhiều nên nàng nuốt cỏ linh chi, để Nghệ không còn dùng cỏ tiên mà trường sinh nữa.\nNuốt xong, Hằng Nga mặt mày xây xẩm một lúc, rồi thấy mình nhẹ bổng như không. Một đám mây ngũ sắc dưới chân Hằng Nga từ từ đưa nàng bay lên, Ngọc thỏ chồm nhảy theo. Hằng Nga đưa tay ôm lấy rồi từ từ bay qua cửa sổ thẳng lên cung trăng.\nHậu Nghệ đi săn thịt trở về, thấy mất Hằng Nga, tức giận Ngô Cương vì để Hằng Nga trốn thoát, nên bóp cổ Ngô Cương cho đến chết.\nNghệ chạy lại cửa sổ trông lên mặt trăng.\nÁnh sáng vằng vặc chiếu vào mặt. Hình bóng của vợ thấy thấp thoáng trong trăng. Nghệ giương đôi mắt tròn xoe nhìn. Thốt nhiên, Nghệ thét bọn vệ sĩ mang cung lớn trên tường xuống. Nghệ đứng thẳng người như mt trụ đá to, râu tóc dựng ngược, đôi mắt sáng quắc, không khác cảnh xưa Nghệ bắn mặt trời. Nghệ lắp tên căng thẳng dây cung bắn lên.\nHai phát tên bay ra, mặt trăng lung lay.\nNhưng mũi tên thứ ba bật khỏi dây cung, mặt trăng vẫn sáng chói như trước, không hề hấn gì. Nghệ hạ cung xuống, mặt mày buồn nghiến, im lặng đau khổ.\nBỗng một cụ già hiện xuống.\nHậu Nghệ giật mình, nhìn ra là ông lão đã cho mình Linh Chi Thảo cách mười năm về trước.\nCụ già liệng 3 mũi tên xuống đất, điềm đạm nói: – Già xin hỏi cố nhân. Ngày trước hạnh ngộ, già có nhắn nhủ cố nhân việc trị đời không khó. Phải thực hành nhân chính, quên mình để lo cho người. Mình phải lo trước người lo và chỉ vui sau khi người vui. Dân quý nhất, nước thứ nhì, vua sau hết. Cố nhân sẵn sàng vâng nghe, nên già thể theo lời yêu cầu tha thiết của cố nhân là muốn sống mãi để hoàn thành sự nghiệp, vì đời sống con người thì hữu hạn mà sự nghiệp thì vô cùng, mới cho linh chi thảo. Vậy mà khi cầm lấy quyền, cố nhân lại quên mất lời. Dân không sợ chết, sao lấy sự giết chóc trị thiên hạ. Bao nhiêu năm trời loạn lạc đau thương, giờ đây lòng người ly tán, sự nghiệp tan hoang, cố nhân còn chưa tỉnh hay sao? Kìa, nghĩa quân đã reo hò tứ phía, cố nhân đã nghe chưa? Hậu Nghệ hai tay ôm đầu, giọng nói thiểu não: – Nghệ ăn năn, xin cụ chỉ giáo. – Việc đã qua rồi, ăn năn không kịp. Chỉ có cách cố nhân bỏ sắc phục hoàng đế, ăn năn hối hỗi thì mới có cơ cứu vãn. Hậu Nghệ cả giận, quắc mắt, quát: – Lão già khốn! Thừa lúc hiểm nguy của ta mà sỉ nhục ta sao? Vừa nói vừa rút gươm chém ông lão. Cụ già bình thản đưa tay hất gươm ra. Hậu Nghệ rùng mình lui lại ngồi xuống. Cụ già mỉm cười: – Cố nhân đến nước cùng mà còn hiếu sát. Kìa, cố nhân hãy nhìn xem…..\nGiữa lúc ấy… Bên ngoài có tiếng chém giết lẫn tiếng hò reo vang dậy. Nghĩa quân bao vây tứ phía dưới sự chỉ huy của Phùng Mông.\nBóng trăng khuất dần. Cụ già biến mất.\nLửa cháy khắp nơi. Tiếng la vang: – Tiến! Tiến!\nNghệ rút gươm xông tới, Phùng Mông đưa gươm ngăn lại. Cả hai đánh nhau. Nghĩa quân ào đến. Hậu Nghệ kiệt sức bỏ chạy. Đám dân đói rách cầm hèo gậy chận lại. Nhìn qua tứ phía, nơi nào cũng có nghĩa quân. Phùng Mông kêu lên: – Hậu Nghệ! Hậu Nghệ! Thầy làm việc bất nghĩa, ngày nay tự xử lấy, đừng để bọn ta ra tay. Hậu Nghệ đứng lại, dậm chân, cất tiếng cười đau đớn rồi đưa gươm đâm mạnh vào cổ. Xác Nghệ ngã xuống giữa tiếng reo hò của nghĩa quân.\nTrong cung trăng, bên cây quế cao trăm trượng, sắc vàng, mùi thơm bát ngát, Ngô Cương cầm búa chặt mãi cây quế nhưng cây quế không sứt mẻ mà vẫn càng cao càng lớn, càng tươi. Hắn bị đọa vì tính hiếu sát theo thầy. Cây quế bị chặt nhưng không hề hấn, nhân dân bị tàn sát nhưng nhân dân làm sao hết được.\nBên cạnh, Hằng Nga ngồi xem Ngọc thỏ tán thuốc. Thỉnh thoảng, nàng lại thở dài, sa nước mắt. Nàng còn luyến tiếc cảnh trần gian. Vì trần gian đã chịu bao tai nạn: lụt lội, hạn hán, nắng lửa mưa dầu, binh đao chém giết, máu chảy thành sông, xương người thành núi; ngày nay nhân dân đã khắc phục được mọi tai ách rồi. Kìa từng đám người nô nức đương cày cấy, ca hát vui mừng; và xa xa làn khói lam chiều vẩn vơ quyện trên những mái nhà nhỏ ấm cúng. Hằng Nga tưởng nơi đây có lẽ là phương Bắc, quê hương yêu dấu của nàng.\nỞ đây, quanh năm vắng lạnh, chẳng có bốn mùa: Xuân, Hạ, Thu, Đông. Muôn vật không sinh, không hóa. Trăm hoa đua nở không tàn. Chán chường cảnh lẻ loi, hiu quạnh quá, Hằng Nga muốn trở về trần thế. Nhưng vì đã ăn cỏ linh chi, nàng không bao giờ chết, lại trẻ đẹp mãi và muôn năm vẫn sống hoang liêu trong cung Quảng Hàn nầy.\nNhìn ra ngoài không thấy thế gian đâu nữa, tứ bề lạnh lẽo âm u, Hằng Nga bất giác xót xa đau đớn, nước mắt chảy ròng.\n\"Sau tấm bình phong bóng đuốc xa, Sao mai lặn hết, vắng Ngân hà. Hằng Nga hối cấp linh chi thảo, Sống mãi nhìn trời dạ xót xa\".\n——————- (1) 1 trượng = 0m32. (2) một nước nhỏ đời nhà Hạ, 2205-1766 trước D.L, ở phía bắc huyện Đức, tỉnh Sơn Đông ngày nay."
},
{
"title": "Khúc Phượng Cầu Hoàng",
"content": "Tư Mã Tương Như, tự Tràng Khanh, người ở thành đô đời nhà Hán. Người rất đa tài, văn hay, đàn giỏi.\n\nKhi lìa quê lên Trường An để lập công danh, đến con sông đầu làng, Tương Như viết trên cầu một câu: \"Bất thừa cao xa tứ mã, bất phục quá thử kiều\" (không ngồi xe cao bốn ngựa, không qua lại cầu nầy nữa).\nNhưng vốn con người phóng lãng hào hoa rất mực nên mua được chút quan nhỏ, làm trong ít lâu, chán, cáo bệnh, qua chơi nước Lương, rồi trở về nước Thục. Đến đâu, Tương Như cũng dùng bút mực và cây đàn để giao thiệp bằng hữu.\nTrong khi đến đất Lâm Cùng, Tương Như vốn sẵn quen với Vương Cát là quan lệnh ở huyện, nên đến chơi. Cát lại mời Tương Như cùng đi dự tiệc ở nhà Trác Vương Tôn, vốn viên ngoại trong huyện. Nghe tiếng Tương Như đàn hay nên quan huyện cùng Trác Vương Tôn yêu cầu đánh cho một bài.\nHọ Trác vốn có người con gái xinh rất đẹp tên Văn Quân, còn nhỏ tuổi mà sớm góa chồng, lại thích nghe đàn. Tương Như được biết, định ghẹo nàng, nên vừa gẩy đàn vừa hát khúc \"Phượng cầu Hoàng\" (chim phượng trống tìm chim phượng mái): \"Chim phượng, chim phượng về cố hương, Ngao du bốn bể tìm chim hoàng, Thời chưa gặp chừ, luống lỡ làng. Hôm nay bước đến chốn thênh thang. Có cô gái đẹp ở đài trang, Nhà gần người xa não tâm tràng. Ước gì giao kết đôi uyên ương, Bay liệng cùng nhau thỏa mọi đường\". (1)\nNguyên Văn: \"Phượng hề, phượng hề quy cố hương, Ngao du tứ hải cầu kỳ hoàng, Thời vị ngộ hề vô sở tương, Hà ngộ kim tịch đăng tư đường. Hữu diệm thục nữ tại khuê phường, Thất nhĩ nhân hà sầu ngã trường. Hà duyên giao cảnh vi uyên ương Tương hiệt cương hề cộng cao tường\".\nTrác Văn Quân nghe được tiếng đàn, lấy làm say mê, đương đêm bỏ nhà đi theo chàng. Trác ông tức giận, quyết từ con.\nĐôi trai gái đó mở một quán nấu rượu. Vợ chồng cùng cặm cụi làm.\nSau Hán Vũ Đế đọc bài \"Tử Hư Phú\" (2) của Tương Như, khen tài giỏi mới vời vào triều, ban chức tước. Lại sai chàng cầm cờ tiết, thay nhà vua về Ba Thục chiêu an bọn phụ lão tùng phục nhà Hán. Lần nầy thỏa chí bình sinh, Tương Như áo gấm vinh quy được người đón rước long trọng. Nhưng làm quan ít lâu, lại chán, cáo bệnh lui về quê.\nTrong \"Bích câu kỳ ngộ\" có câu: \"Cầu hoàng tay lựa nên vần, Tương Như lòng ấy, Văn Quân lòng nào\".\nVà trong \"Đoạn trường tân thanh\" của Nguyễn Du cũng có câu: \"Khúc đâu Tư Mã phượng cầu, Nghe ra như oán, như sầu phải chăng!\" đều do điển tích trên.\n——————- (1) Bản dịch của Trúc Khê (2) Bài phú chép những sản vật ở từng miền cũng như một bài địa lý có vần, tuy khéo thực nhưng kém giá trị về văn chương."
},
{
"title": "Khúc Trường Tương Tư",
"content": "Đời Hậu Chu, thời Ngũ quý (905-955), ở tỉnh Hồ Nam vùng sông Tiêu Tương có nàng Ý Nương, con gái của Lương công. Nàng có sắc đẹp lại hay chữ. Ở trọ nhà có chàng Lý Sinh, một hàn sĩ mỹ mạo tuấn tú.\n\nNhân một đêm Trung Thu, Ý Nương thưởng trăng bỗng gặp Lý Sinh. Trai tài gái sắc gặp nhau, trao đổi tâm tình. Từ đó cả hai thường tìm cách lui tới.\nLương công biết được, tức giận đuổi Lý Sinh đi. Ý Nương lấy làm đau đớn, từ đó sinh ra bịnh tương tư triền miên, mới làm bài khúc \"Trường tương tư\" mong gởi nguồn tâm sự cho người yêu biết. Trong bài có những câu rất lâm ly ai oán:\nNgười ta bảo sông Tương rất sâu,\nNhưng chưa bằng nguồn tương tự\nSông sâu còn có đáy,\nTương tư không bờ bến.\nChàng ở đầu sông Tương,\nThiếp ở cuối sông Tương.\nTương tư không gặp mặt,\nCùng uống nước sông Tương.\nHồn mơ bay chẳng tới\nChỉ thiếu một điều chết.\nTa vào cửa tương tư,\nMới biết tương tư đau khổ!\nNguyên văn:\nNhân đạo Tương Giang thâm,\nVị để tương tư bán.\nGiang thâm chung hữu để;\nTương tư vô biên ngạn.\nQuân tại Tương Giang đầu,\nThiếp tại Tương Giang vĩ.\nTương tư bất tương kiến,\nĐồng ẩm Tương Giang thủỵ\nMộng hồn phi bất đáo,\nSở khiếm duy nhất tử.\nNhập ngã tương tư môn,\nTri ngã tương tư khổ!\nLý Sinh tiếp được, đọc xong, cảm xót vô cùng, đầm đìa nước mắt. Chàng chạy nhờ mai mối đến năn nỉ với Lương ông, kể lể mối tình đầu, xin hỏi nàng làm vợ. Ông trước còn dùng dằng, sau đọc được khúc \"Trường tương tư\" của con, lấy làm cảm động nên đan`h vui lòng cho Sinh thành mối lương duyên.\nTrong \"Đoạn trường tân thanh\" có câu:\nSông Tương một giải nông sờ,\nBên trông đầu nọ, bên chờ cuối kia.\nVà trong \"Chinh phụ ngâm\", bản dịch của bà Đoàn Thị Điểm cũng có câu:\nChốn Hàm Dương, chàng còn ngoảnh lại,\nBến Tiêu Tương, thiếp hãy trông sang…"
},
{
"title": "Kinh Kha",
"content": "Kinh Kha là người nước Vệ (衛), ông đã rời quê hương vì không được vua Vệ trọng dụng. Tổ tiên Kinh Kha vốn họ Khánh ở nước Tề, nên khi Kinh Kha di cư sang Vệ, được người nước Vệ gọi là Khánh Khanh (chữ Khanh vốn dùng để tỏ ý tôn trọng). Sau khi đi du lịch các nước, ông tới Yên và đánh bạn với Cao Tiệm Ly và một người bán thịt chó. Họ cùng nhau uống rượu và ca hát suốt ngày.\n\nKinh Kha được Điền Quang tiến dẫn cho thái tử Đan nước Yên.\nThái tử Đan từng là bạn của Doanh Chính (Tần Thuỷ Hoàng sau này) khi cả hai còn đang là con tin ở nước Triệu. Khi thái tử Đan đã trốn khỏi Triệu về Yên, quân đội Tần tiến sát tới biên giới Yên. Quân Yên quá yếu để chống cự lại. Vì vậy, thay vì chiến đấu, thái tử Đan cùng Điền Quang âm mưu ám sát hoàng đế Tần là Tần Thuỷ Hoàng. Điền Quang cũng là bạn của Kinh Kha nên khuyên thái tử Đan cử Kinh Kha thực hiện nhiệm vụ đó.\nMột vị tướng Tần, Phàn Ư Kỳ, người từng bị thất sủng với vua Tần, cũng là một môn khách của thái tử Đan vào thời điểm đó. Tần Thuỷ Hoàng rất giận Phàn Ư Kỳ và muốn lấy đầu ông. Biết được điều đó, Kinh Kha thuyết phục Phàn Ư Kỳ tự sát để tạo cơ hội ám sát vua Tần. Với cái đầu Phàn Ư Kỳ và bản đồ nước Yên, Kinh Kha đã có cơ hội để tiếp cận Tần Thuỷ Hoàng.\nKhi lên đường, tại bờ sông Dịch (biên giới nước Triệu), Kinh Kha đã ứng tác hai câu thơ với các bạn đi tiễn:\nPhong tiêu tiêu hề, Dịch thuỷ hàn Tráng sĩ nhất khứ hề, bất phục hoàn\nDịch\nGió hiu hắt chừ, Dịch thuỷ lạnh ghê Tráng sĩ ra đi chừ, không bao giờ về\nCòn một bản dịch khác :\nGió đìu hiu sông Dịch lạnh lùng ghê Tráng sĩ một đi không trở về\nChủ nghĩa anh hùng phản ánh lý tưởng chung của thời đại đó đã được ghi chép lại trong cuốn Sử Ký.\nMang theo một thanh chuỷ thủ tẩm thuốc độc giấu trong tờ bản đồ, Kinh Kha và Tần Vũ Dương vào trong triều đình nước Tần. Tần Vũ Dương mang tờ bản đồ còn Kinh Kha mang đầu Phàn Ư Kỳ. Tần Vũ Dương hoảng sợ biến sắc mặt. Kinh Kha lấy bản đồ trong tay Tần Vũ Dương dâng nộp vua Tần. Khi mở bản đồ Kinh Kha rút thanh chuỷ thủ đâm Tần Thuỷ Hoàng.\nKinh Kha đâm trượt khiến Tần Thuỷ Hoàng có cơ hội bỏ chạy. Khi Kinh Kha đuổi theo vua Tần trên điện, Tần Thuỷ Hoàng được các quan trong triều nhắc liền rút kiếm sau lưng chém Kinh Kha bị thương ở tay. Biết rằng không thể hoàn thành nhiệm vụ, Kinh Kha ném thanh chuỷ thủ vào người vua Tần nhưng trúng cái cột đồng. Cuối cùng, lính Tần xông vào giết chết Kinh Kha."
},
{
"title": "Sào Phủ, Hứa Do",
"content": "Sào Phủ Hứa Do là tên một tích truyện cổ Trung Quốc, lấy tên hai nhân vật trong đó là Sào Phủ (chữ Hán:巢父) và Hứa Do (許由).\n\nTheo truyền thuyết, hai nhân vật này sống đời vua Nghiêu. Câu chuyện như sau (lời đối thoại theo \"Chuyện giải buồn\" của Huỳnh Tịnh Của):\nHứa Do được tiếng là người hiền, vua Nghiêu vời vào để truyền ngôi. Hứa Do từ chối, cười mà về rồi ra suối rửa tai. Khi đó, Sào Phủ mới dắt trâu tới suối uống nước, thấy Hứa Do rửa tai, bèn hỏi tại sao. Hứa Do trả lời: \"Ông Nghiêu đòi tôi, biểu tôi thì làm vua.\" Sào Phủ bèn dắt trâu bỏ lên trên giòng nước cho uống. Hứa Do hỏi tại sao, Sào Phủ đáp: \"Anh rửa tai anh xuống đó tôi sợ trâu tôi uống nhằm.\" Sào Phủ lại nói: \"Anh đi đâu cho người ta biết vua mà muốn nhường ngôi vua cho anh, ấy là tại bụng anh vẫn còn danh lợi.\" Huỳnh Tịnh Của phê rằng, \"Nghe mà rửa, chi bằng giữ vẹn đừng nghe.\"\nTích Sào Phủ Hứa Do trở thành một điển cố về lòng trong sạch và tính ẩn dật.\nTrong tác phẩm Lục Vân Tiên của Nguyễn Đình Chiểu, đoạn Vân Tiên, Vương Tử Trực, Bùi Kiệm, Trịnh Hâm vô quán nước gặp một chủ quán có vẻ có tài, Vân Tiên khuyên ông ra làm quan. Ông trả lời:\nQuán rằng: Nghiêu Thuấn thủa xưa\nKhó ngăn Sào Phủ, khôn ngừa Hứa Do\nÝ nói, ngay cả đời thịnh vượng thanh bình như thời vua Nghiêu vua Thuấn mà còn có người ẩn dật không ra làm quan. Ý nói rộng hơn: huống chi thời này!"
},
{
"title": "Khúc Nghê Thường Vũ Y",
"content": "Theo truyền thuyết (sách \"Dị văn lục\") thì khúc vũ này do Đường Minh Hoàng du Nguyệt điện về chế ra cho những người cung nữ múa hát.\nNguyên một đêm Trung Thu, niên hiệu Khai Nguyên đời nhà Đường (713-741), vua Minh Hoàng thấy trăng sáng, mơ ước được đặt chân đến đấy xem chơi. Có đạo sĩ tên La Công Viễn (có sách chép là Diệp Pháp Thiện), người có phép tiên mới dùng giải lụa trắng, hóa thành một chiếc cầu đưa nhà vua đến Nguyệt điện.\nTrong điện bấy giờ sáng rực. Tiếng nhạc du dương. Những nàng tiên trong những xiêm y xinh tươi, lộng lẫy, uyển chuyển múa hát như đàn bướm đủ màu tha thướt, bay lượn bên hoa.\nĐường Minh Hoàng càng nhìn càng thấy say mê, quên cả trời gần sáng, nếu không có La Công Viễn nhắc thì quên trở về.\nNhờ ghi nhớ cách điệu nên khi trở về triều, Đường Minh Hoàng chế thành khúc \"Nghê Thường vũ y\" để tập cung nữ múa hát. Rồi cứ đến đêm rằm tháng tám, Đường Minh Hoàng cùng với Dương Quý Phi uống rượu dưới trăng, ngắm đoàn cung nữ xiêm y rực rỡ, uyển chuyển múa khúc Nghê Thường để tưởng như sống trong cung Quảng Hàn, điện Nguyệt.\nTruyền thuyết này có tính cách thần thoại.\n\"Đường thư\" chép: Đường Minh Hoàng lên chơi Nguyệt điện, thấy các tiên nữ mặc áo cánh chim, xiêm y ngũ sắc, hát bài \"Tây Thiên điệu khúc\", đến khi trở về trần, còn nhớ mang máng. Nhằm lúc có Tiết độ sứ là Trương Kính Thuật từ Tây Lương, đem khúc hát Bà La Môn đến biếu, Minh Hoàng truyền đem san định lại và đổi tên là khúc \"Nghê Thường vũ y\".\nTài liệu này có phần thực tế.\n\"Nghê\" là cầu vồng. Tiếng miền Nam gọi là cái mống, do ánh nắng xuyên qua hơi nước trong mây nên phân thành bảy màu. Sách Tàu ngày xưa chỉ nhận có năm màu.\n\"Thường\" là xiêm, để che phần hạ thân của người. \"Nghê Thường\" có nghĩa là xiêm cắt bằng năm màu.\n\"Vũ y\" là áo dệt bằng lông chim. Hay có nghĩa là kiểu áo theo hình cách chim.\n\"Nghê Thường vũ y\", ta có thể cho đó là những vũ nữ mặc áo theo hình cánh chim, còn quần thì bằng lụa phất phới ngũ sắc.\nNhững nhà sử học và khảo cổ học đã cho biết: đời Đường (và trước đời Đường), người Tàu đã có một khái niệm rõ rệt về địa dư vùng Tân Cương mà họ thường đến để mua bán và… chinh tây. Mặc dù người Tàu chưa từng chinh phục Ấn Độ nhưng sự bang giao về thương mại và chính trị đã có từ đời Hán (206-196 trước D.L.). Ấn Độ là nơi mà đạo Bà La Môn rất phồn thịnh. Lắm khi người Tàu và người Tân Cương lúc bấy giờ gọi phần đất Ấn Độ là Bà La Môn quốc. Bằng cớ là vào năm 629, lúc nhà sư Trần Huyền Trang (thường gọi là Đường Tam Tạng) đi thỉnh kinh ở Ấn Độ, ghé nước Cao Xương. Vua nước này có viết một bức thư cho vị Khả Hãn Tây Đột Quyết, yêu cầu Khả Hãn hết sức ủng hộ Huyền Trang đi dễ dàng đến \"Bà La Môn quốc\".\nVậy, ta có thể cho khúc \"Nghê thường vũ y\" là hình thức biến chuyển của khúc hát \"Bà La Môn\" đã có trước tiên ở phần đất Ấn Độ ngày xưa. Nó truyền sang Tàu ở đất Tây Lương do Tiết độ sứ Trương Kính Thuật đem dâng cho Đường Minh Hoàng.\nĐất Tây Lương chính là huyện Đôn Hoàng, tỉnh Cam Túc ngày nay của nước Tàu. Trước đời nhà Đường, Đôn Hoàng đóng một vai trò quan trọng về phương diện văn hóa và thương mại.\nVề mặt văn hóa, Đôn Hoàng chính là nơi các pháp sư Ấn Độ đến nghỉ ngơi, giảng đạo trước khi đi sâu vào đất Tàu. Về mặt thương mại, Đôn Hoàng là đầu cầu nối liền đường chở tơ lụa từ Tàu sang Ấn Độ, Ba Tư đến Địa Trung Hải. Ở đây là nơi tập trung các đoàn thương gia quốc tế chuyên chở hàng hóa trên lưng lạc đà tấp nập để trao đổi sản phẩm. Các nhà sử học gọi là \"Đường tơ lụa\" (Route de la soie).\nCon đường dài xa thẳm ấy phải trải qua nhiều nước nhỏ với những vùng nông nghiệp rải rác phì nhiêu. Những nước nhỏ này nay đã bị diệt vong. Nhưng từ đầu công nguyên, những nước này có một nền văn hóa khá cao, chịu ảnh hưởng Ba Tư, Ấn Độ và Trung Hoa. Nước đáng chú ý nhứt là nước quy Tư. Nước này giỏi về âm nhạc và vũ khúc. Nhạc công đội khăn đen, mặc y phục bằng lụa đỏ, tay áo thêu. Bản nhạc của họ có nhiều tên thơi mộng \"Trò chơi giấu kim thoa\", \"Người ngọc chuyền ly rượu\", v.v… Khi hòa tấu, có bốn người biểu diễn ca vũ. Ở vùng núi nước quy Tư có những ngọn suối đàn. Nước nhỏ xuống đá từng giọt phát âm bổng trầm. Mỗi năm một lần các nhạc sĩ đến lắng nghe để phổ thành nhạc.\nPhụ nữ nước quy Tư rất đẹp. Gương mặt tròn, đều đặn. Y phục đặc biệt là nhiều kiểu, nhiều màu, thêu thùa khéo léo. Đàn ông mặc áo trắng viền xanh hoặc xanh viền trắng. Đàn bà mặc hai kiểu áo: tay rộng và tay chật. Áo trắng bâu xanh. Áo đen có thêu hình màu xanh trắng. Áo dài xanh viền vàng hoặc có sọc vàng. Phải chăng đó là những màu \"nghê thường\"?\nVậy, căn cứ vào khoa khảo cổ và sử học, ta có thể cho khúc \"Nghê Thường vũ y\" là một ca vũ khúc Ấn Độ truyền sang. Trên con đường phiêu lưu bằng \"con đường tơ lụa\" trước khi truyền sang Trung Hoa, khúc ca vũ này đã bị các sắc tộc dọc đường biến cải ít nhiều. Và khi đến Trung Hoa thì nó được chấn chỉnh lại cho hợp với dân tộc tính Trung Hoa do một nhà vua phong lưu tài tử, ăn chơi rất mực.\nTrong \"Cung oán ngâm khúc\" của Nguyễn Gia Thiều, có câu:\nDẫu mà tay múa, miệng xang,\nThiên tiên cũng ngoảnh Nghê Thường trong trăng.\nTrong \"Bích Câu kỳ ngộ\" cũng có câu:\nĐong đưa khoe thắm, đưa vàng,\nVũ y thấp thoáng, Nghê Thường thiết tha."
},
{
"title": "Khối tình mang xuống tuyền đài chưa tan",
"content": "Bên Trung Hoa, tại vùng Trúc Giang có một chàng lái buôn tên Quan Diệp Nhược yêu một nàng thôn nữ tên Tần Thúy Hải. Cả hai yêu nhau thắm thiết, nguyện cùng kết tóc, se tơ cho đến ngày răng long tóc bạc.\n\nQuan Diệp Nhược thường đi buôn bán nơi xa. Mỗi chuyến đi có cả hàng tháng. Và, mỗi chuyến đi như thế, chàng đều có hẹn ngày về với nàng. Đúng ngày, nàng Tần Thúy Hải đến đón người yêu. Lần nào cũng đúng hẹn cả.\nThời gian xa nhau không lâu nhưng họ đều cảm thấy dài đăng đẳng. Nỗi nhớ thương vẫn canh cánh bên lòng. Nhưng vì sự nghiệp, họ đành phải chịu đựng và cầu mong ngày tái ngộ. Mùa thu năm ấy, ngô đồng vừa rụng lá, Quan Diệp Nhược lại phải từ giã, tạm chia tay cùng người yêu, lên đường sang Hồ Bắc buôn châu báu với mấy người bạn. Cũng như thường lệ, nàng Tần ra tiễn Quan hẹn ngày này tháng sau sẽ trở về. Nhưng chuyến này lại khác.\nĐến ngày hẹn, nàng Tần trang điểm, hớn hở vui tươi để ra đón người yêu. Nàng mỏi mắt trông chờ suốt ngày đêm mà không thấy bóng chàng trở về. Rồi ngày này sang ngày khác, mấy lần thu qua đông đến nàng mỏi mòn chờ đợi, nhưng người yêu xưa lại chẳng thấy về, tin tức cũng vắng bặt. Hay là chàng đã bỏ mình nơi đất khách quê người? Nàng quằn quại sống trong cảnh sầu thương, mong nhớ. Rồi, một ngày đông lạnh lẽo, tuyết rơi phủ trắng cả vòm trời, nàng Tần trút hơi thở trên giường bịnh.\nTheo tục lệ ở địa phương, những gái tiết trinh chết được hỏa táng thi hài. Lửa đã đốt cháy người trinh nữ, xương thịt nàng Tần đã trở thành tro bụi, nhưng khi người ta bới đám tro tàn lạnh lẽo ấy bắt gặp một quả tim đóng thành một khối long lanh như ngọc. Lửa không sao đốt cháy, búa đập cũng không tan. Ai cũng lấy làm lạ, cho đó là khối tình u uất của nàng vì tương tư thương nhớ người yêu, vì quá đau khổ nỗi duyên phận bẽ bàng… Tuy thân xác đã tiêu tan mà khối tình vẫn còn mãi mãi.\nNhưng rồi, một hôm Quan Diệp Nhược lại trở về. Sở dĩ chàng sai lời hẹn ước vì chàng gặp phải tai nạn bất ngờ. Ngày về giữa đường chàng bị giặc cướp cả tiền bạc, thuyền bè, làm chàng phải lênh đênh phiêu bạt, lại lâm trọng bịnh, tưởng là bỏ xương nơi đất khách. Cảm thương người yêu vì quá thương nhớ mình mà chết, Quan Diệp Nhược lấy làm đau đớn vô cùng. Chàng cầm lấy quả tim thành ngọc của người yêu mà khóc nức nở. Lạ thay, nước mắt của chàng rỏ xuống thì viên ngọc ấy lại tan ra hòa theo giọt nước mắt của chàng. Bên Việt Nam ta cũng có một truyện giống như trên. Trương Chi làm nghề lái đò. Một con thuyền bềnh bồng trên mặt nước, hằng ngày đưa khách sang sông. Chàng Trương vốn có tâm hồn nghệ sĩ. Những khi hoàng hôn vừa tắt sau dãy đồi xa, bóng đêm bao phủ khắp không gian, lửa cháy lốm đốm nổi theo dòng nước, thì chàng lại cất tiếng hát vang lên. Giọng chàng trong trẻo, thánh thót như giọng hót của sơn ca vào buổi bình minh.\nTiếng hát của Trương lại đồng vọng rót vào lầu tây của một quan Tể tướng, làm động lòng của nàng trinh nữ Mỵ Nương. Mỗi đêm, nàng đứng tựa bên lầu chờ nghe tiếng hát của chàng Trương. Một mối tình thầm kín, sâu xa giữa nàng tiểu thư, con quan Tể tướng với anh lái đò ngày càng thắm thiết, mặn nồng. Vắng tiếng hát của Trương Chi, Mỵ Nương bàng hoàng, nhớ thương, đau khổ. Nàng mang nặng một mối tình cảm. Rồi từ ấy, nàng mắc phải bịnh tương tư ngày càng trầm trọng, thuốc thang không chữa được. Chỉ mỗi lần có tiếng hát ngoài sông văng vẳng đưa vào thì bịnh của nàng mới đỡ được đôi phần.\nBiết con gái say mê tiếng hát anh lái đò, quan Tể tướng cho đòi Trương Chi đến. Nhưng thảm thay, diện mạo của Trương Chi quá xấu xí, Mỵ Nương trông thấy chán nản, bịnh tương tư lại khỏi hẳn. Tưởng rằng đòi đến sẽ được hàn thuyên cùng người ngọc, không ngờ lại chán chường nỗi tủi nhục, Trương Chi lấy làm đau đớn. Về nhà, hình bóng yêu kiều của Mỵ Nương ám ảnh mãi. Trương lâm bịnh tương tư, thuốc thang chạy chữa không khỏi. Cuối cùng Trương chết trong tủi hận sầu đau vì mối tình tuyệt vọng. Ba năm cải táng, xương thịt của Trương đều tan rã, chỉ nguyên có quả tim còn lại đóng thành khối ngọc rất đẹp. Có người đem dâng ngọc quả tim của Trương cho quan Tể tướng. Thấy ngọc lớn và đẹp, Tể tướng cho tiện thành chén uống nước trà. Mỵ Nương lấy chén ngọc rót nước uống. Vừa nâng chén lên thì trong chén lại hiện ra một chàng lái đò vừa chèo đò vừa hát, giọng văng vẳng não nùng như phảng phất đâu đây. Nàng nhìn kỹ là hình bóng của Trương Chi đương hát trên sông vắng. Cảm mối tình tha thiết của Trương Chi, Mỵ Nương đau đớn, ôm chén ngọc, khóc nức nở. Nước mắt của nàng rỏ xuống chén ngọc làm chén ngọc vỡ tan hòa theo nước mắt của nàng.\nSử ta cũng có chép: Nhà Hậu Lê (1533-1788), vua Tây Sơn là Nguyễn Huệ đem quân sang đánh Bắc Hà, vua cuối cùng nhà Hậu Lê là Lê Chiêu Thống bỏ chạy sang Tàu cùng một số quan tòng vong. Chiêu Thống mong cầu viện vua nhà Thanh đem binh sang giúp mình mong dựng lại cơ đồ. Nhưng quân nhà Thanh vừa bị vua Quang Trung Nguyễn Huệ đánh bại tại trận Đống Đa, vua Càng Long nhà Thanh vỡ tan mộng xâm lược nên bằng lòng chịu hòa với Tây Sơn, do đó sự cầu viện của vua Lê bất thành. Vua nhà Thanh lại còn bạc đãi, sỉ nhục vua Lê đến điều, bắt các quan lại tòng vong như Lê Quỳnh, Trịnh Hiến cả thảy 10 người phải đổi áo gióc bím như dân nhà Thanh và còn đày họ mỗi người ở mỗi nơi. Vua Chiêu Thống lấy làm tủi nhục. Hoàng tử lên đậu chết, nhà vua càng buồn bã rầu rĩ hơn nữa nên lâm phải bịnh ngày thêm trầm trọng, rồi mất (1793). Khi vua Gia Long lên ngôi, năm 1802, sai sứ sang Tàu cầu phong, các quan nhà Lê nhân dịp dâng biểu xin đem hài cốt vua và hoàng hậu về nước. Vua Gia Khánh nhà Thanh bằng lòng. Trong lúc đào đất lên để cải táng mả vua Lê thì thấy da thịt đã tiêu cả, chỉ còn có quả tim không nát, vẫn đỏ như thường. Ai trông thấy cũng động lòng thương xót. Ông Trần Trọng Kim, soạn giả quyển \"Việt Nam sử lược\" chép đến đoạn này có lời phê: \"Dẫu chuyện đó thực hư thế nào mặc lòng, nhưng tưởng đến tình cảnh vua Chiêu Thống lúc bấy giờ, thì ai cũng ái ngại thay cho ông vua một nước phải đày đọa đến nỗi như thế, có thể làm một bài bi kịch thảm xót muôn đời. Tuy rằng tại vua tôi nhà Lê vụng tính cho nên bị người ta đánh lừa, nhưng cũng nên trách vua quan nhà Thanh xử tệ bạc đãi một ông vua vong quốc, đem thân đến nương nhờ nước mình. Ấy cũng là một thời dã man về đời áp chế, khiến cho cái oan khổ của người ta muôn đời về sau không tiêu thoát đi được.\" Trong tác phẩm \"Đoạn trường tân thanh\" của cụ Nguyễn Du, đoạn Kiều bán mình cho Mã Giám Sinh trước khi theo về Lâm Truy, nàng ngồi đối bóng với ngọn đèn khuya, nhớ đến mối tình đầu giữa nàng và Kim Trọng vì gia biến mà phải dang dở, bẽ bàng nên than thở: Biết bao duyên nợ thề bồi, Kiếp này thôi thế thì thôi còn gì. Tái sinh chưa dứt hương thề, Làm thân trâu ngựa đền nghì trúc mai. Nợ tình chưa trả cho ai, Khối tình mang xuống tuyền đài chưa tan."
},
{
"title": "Bức họa Dương Quý Phi tắm suối",
"content": "Đọc sử Tàu, ai cũng biết qua vua Đường Minh Hoàng và Dương quý Phi nhà vua tuy già nhưng vẫn đa tình và rất mực phong lưu. Còn Dương quý Phi tức Dương Ngọc Hoàn là một giai nhân có một sắc đẹp nứt vàng tan đá.\nTập \"Tây bắc thảm kỳ\" của Đào Ngọc Sơn đời nhà Minh (1368-1628) có chép truyện \"Quái Nham quý phi toàn dục bích họa\", nghĩa là bức họa trên vách tả cảnh Dương quý Phi tắm suối ở Quái Nham.\nAi cũng cho là một sự quái lạ.\nVì Quái Nham là một hòn núi kỳ quái, hiểm hóc ở về phía nam tỉnh Thiểm Tây. Nơi này ít có dấu chân người đặt đến. Thân núi cao vót, vách đá cheo leo. Người nào hiếu kỳ muốn lên được trên núi phải bám mỏm đá, bíu dây song chuyền thân cây, phải giữ từng ly từng tí, chật vật khó khăn, mệt đứt hơi, sợ bể tim mới lên đến được. Sơ sẩy một chút rơi xuống thì bỏ mạng đời.\nĐứng dưới chân núi nhìn lên, nếu người có tính nhút nhát, tưởng không ai dám đến gần. Vì ở giữa thân núi, bốn bề đều có những phiến đá. Có phiến to bằng cả mái nhà. Có phiến nhỏ cũng bằng tấm ghế. Tất cả đều từ trên dốc xuống, xem có vẻ như không bám chặt vào đâu, sắp cùng một loạt lao mình xuống đất. Chỉ có về mặt nam thì núi hơi thu gọn lại. Cố lách mình leo những khe đá, dù chật vật cũng còn có lối lên. Đến lưng chừng, có một cái hang, cửa vào khá rộng và không tối lắm.\nCửa hang càng vào trong càng rộng. Tới mãi trong cùng thì có một bãi đất lộ thiên độ vài chục mẫu, cỏ mọc xanh rờn như một nệm gấm trải phẳng phiu. Ở đây có nhiều thứ cây lạ. Mỗi cây có một thứ hoa đủ các hình sắc. Chung quanh bãi ấy, thân núi dựng đứng như bức tường dài. Vách núi nhiều chỗ lại phẳng trơn như mài, mỗi chỗ mỗi sắc, bóng nhoáng rất đẹp. Dưới những vách đá là một suối nước dài lượn theo. Dòng suối ấy cứ cách một quãng có những giọt nước từ trên khe đá tí tách rỏ xuống; hay những tia nước từ trong các mạch đất cuồn cuộn tuôn ra, hợp với dòng suối chảy tạo nên những tiếng êm tai như âm nhạc. Dòng suối có chỗ sâu hàng trượng, nước trong vắt, trông suốt cả những hòn đá nhỏ trắng phau dưới đây.\nThật là một cảnh thần tiên.\nTrông về vách phía đông, thấy có một hàng chữ to có vẻ cổ kính \"Dương quý Phi toàn dục diễm tích\" nghĩa là \"Dấu vết xinh đẹp khi Dương quý Phi tắm suối\". Đây là một khoảng vách đá dài độ mươi trượng, rộng độ hai trượng có nhiều bức vẽ đều từng lúc Dương quý Phi tắm suối thế nào. Các nét vẽ đều chạm khắc sâu vào thân vách nên dù màu có hơi nhạt nhưng nét vẫn còn rõ ràng như mới.\nTất cả chừng 10 bức vẽ.\nĐây là lúc Dương quý Phi cởi áo.\nĐây là lúc nàng còn ngồi trên phiến đá thò chân khoắng nước.\nĐây là lúc nàng đùa nghịch lấy tay đập nước, giọt nước bắn tung lên.\nVà, đây là lúc nàng lội suối theo những chỗ nông sâu; ngấn nước trong veo dần dần mờ in trên cái thân mình tha thướt uyển chuyển, da trắng như tuyết…\nVà, mỗi bức vẽ đều vẽ quý phi từ dưới suối nhìn lên cái ông chồng già Đường Minh Hoàng đương ngồi tựa mình trên vách đá, đôi mắt đắm say nhìn giai nhân mà tủm tỉm cười tình.\nThật là những bức hoạt tượng. Dù đã cách có hàng năm sáu trăm năm mà xem đôi bạn tình vương giả ấy như đã học được thuật trường sinh, đem nhau đến chốn này, riêng hưởng cái diễm phúc mà người đời khó ai tìm được.\nDưới những bức họa ấy có đề ngày tháng năm đã vẽ ghi cái diễm tích ấy. Tức là ngày 25 tháng 5 năm Thiên Bảo thứ mười (theo Dương lịch là năm 752).\nQuái Nham là một hòn núi hiểm hóc. Ít có dấu chân người đặt đến. Vậy mà nhà vua cùng quý phi dẫn nhau đến đấy. Người thì tắm, kẻ thì ngồi xem. Cả hai đều có sở thích.\nNgười thì được cái thú tắm suối khoái hoạt. Một thân hình kiều diễm \"làu làu sẵn đúc một tòa thiên nhiên\" kia được ngâm trong làn nước tinh sạch thiên nhiên. Người thì lại có lẽ tự hào là được cùng một giai nhân tuyệt thế đến thưởng ngoạn một thắng cảnh thiên nhiên, xưa nay ít ai biết đến, rồi ghi lại dấu vết diễm tuyệt trên vách núi để góp một phần tình tứ, một phần mỹ lệ vào cảnh kỳ quan của hóa công?\nquý phi thích đi tắm suối. Mỗi lần đi phải phí tổn cả hàng vạn bạc. Nghe nói trên Quái Nham có cảnh đẹp, có suối trong khác thường, ai tắm sẽ được trường thọ. Vừa tham sống, vừa có tính tò mò nên quý phi đòi Minh Hoàng cho đi kỳ được.\nMuốn cho mỹ nhân vui lòng, Minh Hoàng không quản khó nhọc, hạ chỉ cho quan lại địa phương phải moi óc nghĩ cách làm cho được con đường lên núi. Hạn trong nửa tháng, làm xong sẽ hậu thưởng; bằng không sẽ cho tuột chức nghỉ vô thời hạn.\nTiếp chỉ, quan địa phương xiết bao lo sợ. Sau có người bày cách kết mây làm cầu, chôn hai cây to dưới đất, rồi từ đó các đợt cầu mây cứ kế tiếp nối nhau đến tận cửa hang. Vì phải làm gấp và leo trèo khó khăn nên tốn kém có hơn 10 vạn bạc và số nhân công sơ sẩy bị té chết có hàng trăm.\nCầu làm chắc chắn và đi rất êm. Minh Hoàng và quý phi lên được đến nơi cho là một cuộc viễn du khó có. Muốn làm kỷ niệm, Minh Hoàng mới tìm một thợ vẽ khéo, vẽ lại diễm tích trên núi.\nMột cuộc tắm mát đã làm cho người yêu như ý, Minh Hoàng vui mừng khôn xiết, hậu thưởng quan quân và dân chúng miền đó. Nhưng thấy làm hao hụt hàng vạn của kho và làm chết hàng trăm mạng người, Minh Hoàng cấm sử quan ghi chép và không ai được nói chuyện ấy.\nTưởng cái diễm tích ấy bị vùi dập trong cái hang bí mật đã trên ngàn năm nay, và câu chuyện vì cái thú phong lưu \"tai ác\" giết hại mạng người ấy chìm trong dĩ vãng đen tối, không ngờ bị quyển \"Tây bắc thảm kỳ\" chép lại cuộc du hí của hàng vương giả, vô tình tố cáo với thế nhân."
},
{
"title": "Huyền Trân Công chúa",
"content": "Ngày xưa, vào đời nhà Trần, vua Trần Nhân Tông sau khi đã truyền ngôi cho con là Trần Anh Tông, lên tu ở núi Yên Tử, mến cảnh núi sông thường hay đi du ngoạn các nơi, vào đến đất Chiêm. Trong khi ở Chiêm Thành, vua Chế Mân biết du khách khoác áo cà sa là Thượng Hoàng nước Việt, nên lấy tình bang giao mà tiếp đãi nồng hậu. Không rõ Thượng Hoàng vân du có ý định mở mang bờ cõi cho đất nước về phía nam không, hay vì cảm tình đối với ông vua trẻ tuổi Chiêm Thành mà hứa gả công chúa Huyền Trân cho Chế Mân.\nVua Chiêm cử sứ giả Chế Bố Đài cùng đoàn tùy tùng hơn trăm người mang vàng bạc, châu báu, trầm hương, quý vậy sang Đại Việt dâng lễ cầu hôn. Triều thần nhà Trần không tán thành, chỉ có Văn Túc Đạo Tái chủ trương việc gả.\nVua Chế Mân tiến lễ luôn trong năm năm để xin làm rể nước Nam, rồi dân hai châu ô, Ly (từ đèo Hải Vân Thừa Thiên đến phía bắc Quảng Trị ngày nay) làm sính lễ cưới côn chúa Huyền Trân về nước.\nHuyền Trân làm hoàng hậu nước Chiêm Thành được một năm thì vua Chế Mân mất. Thế tử Chiêm phái sứ giả sang Đại Việt dâng voi trắng và cáo về việc tang. Theo tục lệ nước Chiêm, vua mất thì cung phi phải lên hỏa đàn để tuẫn táng. Vua Trần Anh Tông hay tin vua Chiêm mất, sợ em gái là công chúa Huyền Trân bị hại, bèn sai võ tướng Trần Khắc Chung hướng dẫn phái đoàn sang Chiêm Thành nói thác là điếu tang, và dặn bày mưu kế để đưa công chúa về. Trần Khắc Chung trước kia đã có tình ý với Huyền Trân, song rồi vì việc lớn, cả hai cùng dẹp bỏ tình riêng, ngày nay lại được vua giao phó nhiệm vụ đi cứu công chúa.\nSang đến nơi, Trần Khắc Chung nói với thế tử Chiêm Thành rằng: \"Bản triều sở dĩ kết hiếu với Vương quốc vì vua trước là Hoàn Vương, người ở Tượng Lâm, thành Điển Xung, là đất Việt thường: hai bên cõi đất liền nhau thì nên yên phận, để cùng hưởng hạnh phúc thái bình cho nên gả công chúa cho Quốc vương. Gả như thế vì thương dân, chứ không phải mượn danh má phấn để giữ trường thành đâu! Nay hai nước đã kết hiếu thì nên tập lấy phong tục tốt. Quốc vương đây mất, nếu đem công chúa tuẫn táng thì việc tu trai không người chủ trương. Chi bằng theo lệ tục bản quốc, trước hãy ra bãi bể để chiêu hồn ở trên trời, đón linh hồn cùng về rồi mới hỏa đàn sau\".\nLúc bấy giờ các cung nữ của Huyền Trân biết rằng công chúa sẽ bị hỏa táng, nhưng không biết làm thế nào, thấy sứ Trần Khắc Chung tới mới hát lên một câu ngụ ý cho sứ Nam biết mà lo liệu cứu côn chúa khỏi bị lên thang hỏa đàn:\nĐàn kêu tích tịch tình tang,\nAi đem công chúa lên thang mà ngồi.\nNgười Chiêm Thành nghe theo lời giải bày của Trần Khắc Chung, để công chúa Huyền Trân xuống thuyền ra giữa bể làm lễ Chiêu Hồn cho Chế Mân. Trần Khắc Chung đã bố trí sẵn sàng, cỡi một chiếc thuyền nhẹ chực sẵn trên bể, đợi thuyền chở công chúa ra xa, lập tức xông tới cướp công chúa qua thuyền mình, dong buồm ra khơi nhắm thẳng về phương bắc. Huyền Trân công chúa gặp lại người tình cũ đến cứu mạng về, hoa xưa ong cũ ai ngờ còn có ngày tái ngộ, đôi trai tài gái sắc kéo dài cuộc tình duyên trên mặt biển, hơn một năm mới về đến kinh.\nVề sau, các văn nhân thi sĩ cảm hứng về quãng đời lịch sử của công chúa Huyền Trân, đã mượn điệu hát, lời thơ mà làm nên nhiều bài còn truyền tụng đến ngày nay.\nNhư khúc \"Nước non ngàn dặm\" theo điệu Nam Bình, mà có kẻ cho rằng chính công chúa đã soạn ra trong lúc đi đường sang Chiêm quốc:\nNước non ngàn dặm ra đi…\nMối tình chi!\nMượn màu son phấn\nĐền nợ Ô, Ly.\nXót thay vì,\nĐương độ xuân thì.\nSố lao đao hay là nợ duyên gì?\nMá hồng da tuyết,\nCũng như liều hoa tàn trăng khuyết,\nVàng lộn theo chì.\nKhúc ly ca, sao còn mường tượng nghe gì.\nThấy chim lồng nhạn bay đi.\nTình lai láng,\nHướng dương hoa quì.\nDặn một lời Mân Quân:\nNhư chuyện mà như nguyện\nĐặng vài phân,\nVì lợi cho dân,\nTình đem lại mà cân,\nĐắng cay muôn phần.\nMột nhà thơ khác vịnh Huyền Trân công chúa:\nĐổi chác khôn ngoan khéo nực cười.\nVốn đà không mất lại thêm lời.\nHai châu ô, Lý vuông nghìn dặm,\nMột gái Huyền Trân của mấy mươi?\nLòng đỏ khen ai lo việc nước,\nMôi son phải giống mãi trên đời?\nChâu đi rồi lại châu về đó,\nNgơ ngẩn trông nhau mấy đứa Hời!\nTrong dân gian, người ta than tiếc cho công chúa Huyền Trân:\nTiếc thay cây quế giữa rừng,\nĐể cho thằng Mọi thằng Mường nó leo.\nTiếc thay hột gạo trắng ngần,\nĐã vo nước đục lại vần lửa rơm."
},
{
"title": "An Tư Công Chúa",
"content": "An Tư là con gái út vua Trần Thái Tông. Ngày nay không còn ai biết nàng sinh và mất năm nào. Sách Đại Việt sử ký toàn thư chỉ ghi: \"Sai người đưa công chúa An Tư đến cho Thoát Hoan là có ý làm giảm bớt tai họa cho nước vậy\". Ngày ấy, khoảng đầu năm Ất Dậu (1285), quân Nguyên đã đánh tới Gia Lâm vây hãm Thăng Long. Thượng hoàng Thánh Tông và vua Nhân Tông đã đi thuyền nhỏ ra vùng Tam Trĩ, còn thuyền ngự thì đưa ra vùng Ngọc Sơn để đánh lạc hướng giặc. Nhưng quân Nguyên vẫn phát hiện ra. Ngày 9/3, thủy quân giặc đã bao vây Tam Trĩ suýt bắt được hai vua. Chiến sự buổi đầu bất lợi. Tướng Trần Bình Trọng lại hy sinh dũng cảm ở bờ sông Thiên Mạc. Trước thế giặc mạnh, nhiều tôn thất nhà Trần như Trần Kiện, Trần Lộng kể cả hòang thân Trần ích Tắc đã mang gia quyến chạy sang trại giặc. Trần Khắc Trung được sai đi sứ để làm chậm tốc độ tiến quân của giặc không có kết quả. Trong lúc đó, cần phải có thời gian để củng cố lực lượng, tổ chức chiến đấu. Bởi vậy, Trần Thánh Tông bất đắc dĩ phải dùng đến kế mỹ nhân. Vua sai dâng em gái út của mình cho Thoát Hoan. Công chúa còn rất trẻ. Vì nước, An Tư từ bỏ cuộc sống êm ấm, nhung lụa trong cung đình, vĩnh biệt bè bạn để hiến dâng tuổi trẻ, đời con gái, kể cả tính mạng mình. An Tư đã vào trận chỉ có một mình, không một tấc sắt. Hiểu rõ nạn nước, cảnh mình, nàng chấp nhận gian khổ, tủi nhục, kể cả cái chết. An Tư đi sang trại giặc không phải với tư cách đi lấy chồng mà là vật cống nạp, dâng hiến, cũng là một người nội gián. Do vậy, sự hy sinh ấy thật cao cả. ở trại giặc, làm vợ Thoát Hoan, An Tư đã sống ra sao, làm được những gì, không ai biết. Nhưng tháng tư năm ấy quân Trần bắt đầu phản công ở hầu khắp các mặt trận khiến cho quân Nguyên đại bại, Thoát Hoan phải chui vào ống đồng trốn qua biên giới. Sau chiến thắng các vua Trần làm lễ tế lăng miếu khen thưởng công thần, truy phong các tướng lĩnh. Nhưng không ai nhắc đến An Tư. Vậy, công chúa còn hay mất. Nàng được mang về Trung Quốc hay đã chết trong đám loạn quân. Trong cuốn \"An Nam chí lược\" của Lý Trắc, một thuộc hạ của Trần Kiện theo chủ chạy sang nhà Nguyên, sống lưu vong ở Trung Quốc có ghi: \"Trước, Thái tử (chỉ Thoát Hoan) lấy người con gái nhà Trần sinh được hai con\". Người con gái họ Trần này phải chăng là công chúa An Tư. Chưa có chứng cứ rõ ràng khẳng định điều ấy. Dù triều Trần và sử sách có quên nàng thì các thế hệ đời sau vẫn dành cho nàng sự kính trọng, thương cảm. Khoảng trống lịch sử sẽ được lấp đầy bằng tình cảm của người đời sau."
},
{
"title": "Bà Triệu",
"content": "Bà Triệu, tên là Triệu Trinh Nương hay Triệu Thị Trinh, được gọi là nữa anh hùng của dân tộc từ đầu thế kỷ thứ IIỊ Bà là em gái Triệu Quốc Đạt, một hào trưởng lớn ở miền núi Quản Yên, quận Cửu Chân (Thanh Hóa). Bà là người có sức khỏe, gan dạ và mưu trí. Năm 19 tuổi, bà cùng người anh tập hợp nghĩa quân, lập căn cứ Phú Điền (Hậu Lô.c-Thanh Hóa). Đây là một thung lũng ở giữa hai núi đá vôi, vừa gần biển lại vừa là cửa ngõ từ đồng bằng vàọ Lúc đầu anh bà có ý can ngăn lo phận gái khó đảm đang trọng trách. Bà trả lời: – Tôi muốn cưỡi cơn gió mạnh, đạp bằng sóng dữ, chém cá tràng kình ở biển Đông, giành lại giang sơn, cởi ách nô lệ, chứ không thèm cúi đầu, còng lưng để làm tì thiếp ngườị Vì mến mộ Bà, nghĩa quân ngày đêm mài gươm luyện võ chờ ngày nổi dậy: \"Ru con con ngủ cho lành Để mẹ gánh nước rửa bành cho voi Muốn coi lên núi mà coi Coi bà Triệu Ẩu cưỡi voi đánh cồng.\" Năm Mậu Thìn (248) nghĩa quân bắt đầu tấn công quân Ngộ Các thành ấp của quân Ngô đều bị đánh phá tan tành. Quan lại cai trị kẻ bị giết, người chạy trốn. Từ Cửu Chân, cuộc khởi nghĩa lan rộng nhanh chóng. Thứ sử Giao Châu hoảng sợ bỏ chạy mất tích. Sử Ngô phải viết: \"Toàn thể Giao Châu chấn động\". Mỗi lần ra trận, Triệu Thị Trinh thường mặc áo giáp đồng, đi guốc ngà, cài trâm vàng, cưỡi voi dẫn quân xông trận, oai phong lẫm liệt. Quân Ngô khiếp sợ đã phải thốt lên: \"Vung giáo chống hổ dễ, Giáp mặt vua Bà Khó.\" Tin khởi nghĩa ở Cửu Chân và thứ sử Châu Giao mất tích, vua Ngô hốt hoảng phái ngay Lục Dận, một tướng từng trải qua bao trận mạc, lại rất quỷ quyệt sang làm thứ sử. Lục Dận đem thêm 8000 quân tinh nhuệ sang đàn áp. Lục Dận vừa đánh mạnh vừa đem của cải chức tước ra dụ dỗ mua chuộc các thủ lĩnh người Việt. Một số bị giao động mắc mưụ Dù vậy, Bà Triệu vẫn kiên cường đánh nhau với giặc không nao núng. Sau 6 tháng chống chọi và có kẻ phải bội, bà đã bỏ mạng trên núi Tùng (Hậu Lô.c-Thanh Hóa). Bà chỉ mới 23 tuổị Vua Lý Nam Đế sau này khen và là người trung dũng, và sai lập miếu thờ, phong là: \"Bật chính anh liệt hùng tài trinh nhất phu nhân.\" Đền thờ đó nay ở Phú Điền-Thanh Hóa."
},
{
"title": "Đào Nguyên",
"content": "Vào đời nhà Tấn,tại huyện Võ Lăng có một ông lão làm nghề chài lưới,một hôm đánh cá dọc theo khe núi ông lão thấy một đóa hoa đào trôi từ khe núi ra.Ông lão nghĩ có hoa đào trôi trên sông thì ắt ở thượng nguồn có trồng đào.Thế là ông lão quyết chí đi ngược khe núi để tìm và sau cùng thuyền của ông đến một nơi có rất đông người ở,cuộc sống sung túc.Ở đây được trồng rất nhiều hoa quý,nhất là hoa đào.\nÔng lão đi vào trong xóm hỏi thăm thì được người dân cho biết họ vốn là người nước Tần nhưng không chịu được chế độ hà khắc của Tần Thủy Hoàng nên rủ nhau đến nơi này ở.\nLưu lại chốn Đào Nguyên vài hôm,ngư ông thấy cảnh sống an nhàn,trai thanh gái lịch thật thanh tao,khả ái.\nSau đó,ông lão chào mọi người trở lại chốn cũ.Người trong làng đến hỏi thăm và khi nghe ông lão kể chuyện ai cũng muốn vào thăm động Đào Nguyên.Nhưng khi ông trở lại thì không thấy động Đào Nguyên đâu cả.\nMọi người cho rằng ông lão đã lạc vào cảnh tiên.Từ đó,đời sau đã dùng chữ Đào Nguyên để chỉ nơi tiên cảnh,an nhàn,thanh tịnh.\nTruyện hoa tiên có câu: \" Nào hay là khách Đào Nguyên đã về.\"\nTrong truyện Kiều của Nguyễn Du có câu: \"Rước mừng đón hỏi dò la, Đào Nguyên lạc lối đâu mà đến đây.\""
},
{
"title": "Thiên Thai",
"content": "Thiên Thai là tên núi ở phía bắc huyện Thiên Thai-tỉnh Triết Giang.Tương truyền vào thời Hán có Lưu Thần,Nguyễn Triệu vào Thiên Thai hái thuốc rồi gặp tiên ở đấy.\nTheo U Minh Lục,năm Vĩnh Bình thứ năm đời Hán,Lưu Thần và Nguyễn Triệu cùng vào núi Thiên Thai hái thuốc,gặp một con suối lớn,bên bờ suối có hai cô gái tư chất tươi đẹp(hai nàng tiên).Hai cô đã lưu hai người ở lại trong nửa năm.\nSau cả hai đều nhớ quê hương nên từ biệt các tiên nữ ra về.Về đến nơi anh em bà con đã phiêu bạt đi đâu cả,nhà cửa không còn.Hỏi ra thì không một ai nhận ra họ vì họ đã có cháu bảy đời rồi."
},
{
"title": "Hợp Phố",
"content": "Tên một quận, trước thuộc Giao châu, nay thuộc tỉnh Quảng Đông (Trung Quốc). Theo Hán sử: Nguyên xưa, ven bể quận Hợp Phố có loại trai sinh ra một loại ngọc quý, nhưng vì bọn quan tước tham nhũng, bắt nhân dân đi mò ngọc cho chúng, dân tình khổ cực, nên ngọc trai biến đi nơi khác hết. Về sau, có vị quan thanh liêm là Mạnh Thường đến nhận chức, cải cách, chính sự, bãi lệnh mò ngọc, thì ngọc trai lại dần dần trở về. Do đó, người ta thường nói :\n\"Châu về Hợp Phố\" (Hợp Phố châu hoàn), để chỉ những trường hợp vật báu đã bị mất lại trở về với chủ cũ.\nThoa này bắt được hư không, Biết đâu Hợp Phố mà mong châu về ? (Truyện Kiều-Nguyễn Du)"
},
{
"title": "Lá Thắm Chỉ Hồng",
"content": "Thành ngữ \"lá thắm chỉ hồng\" biểu thị cái duyên số tiền định của vợ chồng,là lời nói hộ tình yêu cho những lứa đôi.Thành ngữ này được hình thành từ sự giao kết giữa hai câu chuyện tình thuở xưa.\nLá thắm: Do chữ Hồng diệp. Vu Hựu, đời Đường, một hôm đi chơi, bắt được chiếc lá đỏ trôi trên ngòi nước từ cung vua chảy ra. Trên lá có đề một bài thơ, Vu Hựu bèn để lại hai câu thơ vào chiếc lá đỏ khác, rồi đem thả nơi đầu ngòi nước, cho trôi vào cung vua. Hàn thị, người cung nữ thả lá đỏ khi trước, lại bắt được lá đỏ của Vu Hựu. Về sau, nhờ dịp vua phóng thích cung nữ, Vu Hựu lấy được Hàn thị.Về sau,Vu Hựu thấy chiếc lá có bài thơ của mình trong hộp đồ trang sức của vợ.Ngay lập tức,chàng lấy chiếc lá thắm có bài thơ của người cung nữ đưa cho Hàn Thị xem.Hai vợ chồng hết sức ngạc nhiên trước sự ngẫu nhiên hiếm có này.Anh trai họ của Hàn Thị tổ chức tiệc rượu,ép Hàn Thị làm thơ tả lá thắm.Bài thơ được ứng tác rất nhanh:\nCâu thơ tuyệt diêu theo dòng nước Ôm hận mười năm ngỏ với ai. Nay được vui vầy loan cánh phượng Khen thay lá thắm mối manh tài.\nTrong truyện Kiều của Nguyễn Du cũng có câu:\nNghề riêng nhớ ít tưởng nhiều, Xăm xăm đè nẻo Lam Kiều lần sang. Thâm nghiêm kín cổng cao tường, Cạn dòng lá thắm dứt đường chim xanh.\nChỉ hồng: Do chữ xích thằng (sợi dây đỏ) theo sách Tục U quái lục: Vì Cố, người đời Đường, đi cầu hôn, vào nghỉ quán trọn, gặp một ông già ngồi dưới bóng trăng, mở cái túi vải, đang kiểm sổ sách. Vi Cố hỏi, ông già trả lời: Đây là sổ sách hôn nhân, và chiếc túi vải này dùng đựng những dây đỏ (xích thằng) dùng để buộc chân đôi vợ chồng.Cụ già phán với chàng rằng số chàng phải lấy một cô bé lúc này mới lên ba thường theo mẹ bán rau ở chợ.Sợi chỉ ấy đã buộc chân chàng với cô bé kia.Dù ghét bỏ ,xa cách nhau đên mấy cũng phải lấy nhau.\nVề nhà ,chàng thuê người đi giết cô bé nhưng sự chẳng thành.\nVề sau chàng lấy vợ,là con một ông quan trong triêu.Lấy vợ được mười năm,chàng mới nhận ra vợ mình là cô bé bán rau ngày xưâ và nay đã trở thành con nuôi của viên quan trong triều.Rõ là Vi Cố không thoát được sự ràng buộc chân của sợi chỉ hồng trong túi cụ già ngày xưa.\nDo điển này mà có những danh từ: \"chỉ hồng\", \"tơ hồng\" để chỉ việc nhân duyên vợ chồng, và \"Nguyệt lão\" (ông già dưới trăng), \"Trăng già\", \"ông Tơ\", để chỉ người làm mối mai. Tục xưa: khi cưới vợ, thường làm lễ Tơ hồng, tức là tế ông Nguyệt lão xe dây đỏ đó."
},
{
"title": "Kết cỏ ngậm vành",
"content": "Ngụy Thù, người nước Tấn, có người vợ lẻ trẻ đẹp. Lúc Ngụy Thù gần chết, không muốn cho người vợ thuộc về người khác, bèn dặn con là Ngụy Khỏa phải chôn sống nàng chung trong áo quan của mình. Ngụy Thù chết, Ngụy Khỏa động lòng trắc ẩn nên tha cho người vợ trẻ. Về sau, Ngụy Khỏa đi đánh tướng nhà Tần là Đỗ Hồi trên đồng cỏ xanh. Tự nhiên Đỗ Hồi vướng chân vào cỏ và ngã xuống, bị Ngụy Khỏa đâm chết. Đêm hôm ấy Ngụy Khỏa nằm chiêm bao thấy cha của người vợ lẻ Ngụy Thù hiện đến và nói: \"Tôi cám ơn ông đã không chôn sống con gái tôi, cho nên đã kết cỏ quấn quanh chân Đỗ Hồi cho nó ngả.\"\nThời Đông Hán, có người tên Dương Bảo đi chơi, thấy một con chim sẻ bị chim cắt đánh rơi, bèn đem về săn sóc nuôi nấng, đến khi chim mạnh thì thả bay đị Về sau, bỗng có đứa trẻ mặc áo vàng, cầm bốn cái vành ngọc đến tạ ơn\" \"Tôi cám ơn ông đã cứu mạng tôị Tôi tặng ông bốn vành ngọc nàỵ Ai có được nó thì con cháu sẽ đời đời được giàu có vinh hiển.\"\n\"Kết cỏ ngậm vành\", ý nói lòng biết ơn sâu sắc người đã giúp đỡ mình."
},
{
"title": "Lá Thắm Chim Xanh",
"content": "– \"Lá thắm\" là lá đỏ, do chữ \"hồng diệp\".\nNgày xưa, triều vua nào cũng vậy, nhiều giai nhân tuyệt sắc trong nước bị tuyển vào cung làm cung hầu vua. Họ có đi mà chẳng có về, suốt đời chịu cảnh lạnh lùng, buồn duyên tủi phận gối lẻ chiếc bóng trong thâm cung. Chỉ có khi nào bị sa thải vì hết đẹp, vì già…\nÐời Ðường (618- 907), triều Hy Tông, có nàng cung nữ tên Hàn Thúy Tần cũng như bao cung nữ khác sống cô lạnh trong thâm cung. Buồn tủi cho số kiếp của mình, nàng thường nhặt những chiếc lá đỏ rồi đề thơ trên lá, thả xuống ngòi nước như mong nước trôi xuôi cuốn đi nỗi tâm sự u uất của mình:\nLưu thủy hà thái cấp, Cung trung tân nhiệt nhân. Ân cần tạ hồng diệp, Hảo khư đảo nhân gian.\nTạm dịch:\nNước chảy sao mà vội, Cung sâu suốt buổi nhàn. Ân cần nhờ lá thắm, Trôi đến tận nhân gian.\nChiếc lá chở bài thơ theo dòng nước chảy xuôi ra ngoài vòng cấm lũy. Lúc bấy giờ có người môn khách của quan Tể tướng Hàn Vinh tên Vu Hựu vốn người phong lưu tài tử, thơ hay chữ tốt, chỉ hiềm nỗi vận chưa đạt nên đành chịu sống nhờ nơi quan Tể tướng họ Hàn. Ðương thơ thẩn ngắm dòng nước chảy, Vu Hựu bỗng nhìn thấy chiếc lá có bài thơ, lấy làm lạ liền vớt lên xem. Cảm tình chan chứa với người gởi thơ lạ mặt, chàng cũng nhặt một chiếc lá, viết một bài thơ vào đấy, đợi dòng nước xuôi mới thả lá xuống cho trôi trở vào cung:\nSầu kiến oanh đề liễu nhứ phi, Thượng đương cung nữ đoạn trường thì. Tư quân bất cấm đông lưu thủy, Diệp thượng đề thi ký giữ thùy.\nPhan Như Xuyên dịch:\nNghe oanh thấy liễu chạnh lòng thương, Thương kẻ trong cung lúc đoạn trường. Chiếc lá đề thơ trôi mặt nước, Gởi cho ai đó nói không tường.\nNàng cung nữ họ Hàn thường ngồi thơ thẩn nhìn dòng nước chảy, bỗng bắt được chiếc lá chở bài thơ của người không quen biết, vừa mừng, vừa lấy làm lạ, liền đem cất vào rương son phấn. Non mười năm sau, vua mới lên ngôi, sa thải một số cung nữ cũ, trong đó có Hàn Thúy Tần. Nàng đến ở tạm dinh quan Tể tướng họ Hàn là chú họ của nàng, để chờ chuyến thuyền trở về quê nhà. Gặp Vu Hựu, cả hai trò chuyện hợp ý tâm đầu. Tể tướng họ Hàn thấy cả hai xứng lứa vừa đôi nên làm mối cho kết thành duyên giai ngẫu. Ðêm tân hôn, Hựu chợt mở rương son phấn của vợ, thấy chiếc lá của mình ngày xưa, chàng cũng đem chiếc lá của mình vớt được, đem cho vợ xem. Cả hai lấy làm lạ, đoạn nhìn nhau âu yếm mĩm cười. Thì ra cả hai giữ hai chiếc lá của nhau, cho là duyên trời định. Cảm xúc cảm tình, cổ thi có bài – nhưng có sách lại cho bài sau này do Hàn Thúy Tần làm ra:\nNhất liên giai cú tùy lưu thủy, Thập tải ưu tư mãn tố hoài. Kim nhựt khước thành loan phượng lữ, Phương tri hồng diệp thị lương môi.\nNghĩa: Một đôi thi cú theo dòng nước, Mười mấy năm qua nhớ dẫy đầy. Mừng bấy ngày nay loan sánh phượng, Cũng nhờ lá thắm khéo làm mai\n(Bản dịch của Vô Danh)\n– \"Chim xanh\" tức là chim báo tin.\nNguyên vua Võ Ðế đời nhà Hán đương ngự chơi ở vườn Thượng uyển, bỗng thấy có hai con chim xanh bay đến. Ðông Phương Sóc hầu bên tâu rằng:Nguyên vua Võ Ðế đời nhà Hán đương ngự chơi ở vườn Thượng uyển, bỗng thấy có hai con chim xanh bay đến. Ðông Phương Sóc hầu bên tâu rằng: \"Đó là sứ giả của Tây vương mẫu đến trước báo tin Tây vương mẫu sắp đến.\" Quả nhiên, một lúc sau, Tây vương mẫu đến thăm nhà vua. \"Chim xanh\" được mượn chỉ sứ giả, người đưa tin."
},
{
"title": "Đỉnh Giáp – Non Vu",
"content": "Ðất Cao đường, bên cạnh đầm Vân Mộng có ngọn Vu Sơn của dãy núi Vu Giáp thuộc tỉnh Hồ Bắc ở Trung Hoa. Ðời Xuân Thu (772- 480 trước DL) vua Sở Tương vương thường đến du ngoạn. Một hôm nhà vua đến đấy, say sưa ngắm cảnh, một lúc mệt mỏi nằm ngủ dưới chân núi Vu Sơn. Trong lúc say ngủ, Vua Sở Công thấy một thiếu nữ tuyệt sắc, tha thướt đến bên mình, rồi cùng vua chung chăn chung gối. Sau khi cùng giai nhân thoả tình ân ái, nhà vua hỏi: – Chẳng hay ái khanh ở đâu đến đây để quả nhân duyên may gặp gỡ? Nàng mỉm miệng cười duyên, thưa: – Thiếp là thần nữ núi Vu Sơn, qua chơi đất Cao Ðường, vốn cùng nhà vua có tiền duyên, nay được gặp gỡ thật thoả lòng mong ước. Thiếp có nhiệm vụ buổi mai làm mây, chiều làm mưa ở Dương Ðài. Nói xong đoạn biến mất. Nhà vua chợt tỉnh dậy, cảm thấy mùi hương như còn thoang thoảng quanh mình. Mộng đẹp vơ vẩn trong trí não, nhà vua thấy luyến tiếc vô cùng. Nhưng rồi ngủ đi ngủ lại, cả đêm lẫn ngày, nhà vua mong được lại khách giai nhân trong mộng đẹp ái ân, nhưng con người đẹp đó không còn xuất hiện nữa. Nhà vua sai người lập miếu thờ gọi là miếu \"Vu Sơn thần nữ\". Cảm nhớ người đẹp trong mộng, vua Sở thuật lại cho quan Ðại phu là Tống Ngọc nghe. Vốn một danh sĩ đương thời, Tống Ngọc liền làm bài \"Phú Cao đường\" ghi lại sự gặp gỡ trong mộng của vua Sở cùng thần nữ Vu Sơn ở đỉnh Vu Giáp:\nTiên vương du Cao đường, Ðái nhi trú tầm. Mộng kiến nhứt phu nhân viết: Thiếp Vu Sơn chỉ thần nữ dã, Vi Cao Ðường chỉ khách. Văn quân du Cao Ðường, Nguyện tiến chẫm tịch. Vương nhận hạnh chi, khứ nhi tử viết: Thiếp tại Vu Sơn chỉ dương, Cao khâu chi trở. Triệu vi hành vân, Mộ vi hành vũ.\nTrong bài \"Thanh bình điệu\" của thi hào Lý Bạch đời nhà Ðường, có câu:\nNhứt chi nùng diếm lộ ngưng hương, Vân vũ Vu Sơn uổng đoạn trường.\nTrong bài \"Ðĩ già đi tu\" của Tôn Thọ Tường, có câu:\nChày Kình gióng tỉnh giấc Vu Sơn, Mái tóc Kim Sinh nửa trắng vàng.\nCùng đầu đề trên, cụ Huỳnh Mẫn Ðạt có câu:\nLầu xanh thảnh thót tiếng chuông chiều, Tỉnh giấc Cao Ðường lúc ngửa nghiêng.\nNhững tiếng \"giấc Vu Sơn\", \"giấc Cao Ðường\", \"Ðỉnh Giáp\", \"Vu Giáp\", \"Giấc mộng Dương Ðài\"… đều chỉ việc trai gái chung chạ chung chăn gối, ấu yêu nhau. Dùng những tiếng này để tránh những tiếng tục. Nhưng vì thần nữ ở Vu Sơn của đỉnh Vu Giáp cho rằng \"sớm đi làm mây, chiều đi làm mưa\" nên nhân đó, người ta thường dùng \"mây mưa\" (vân vũ) cùng có ý nghĩa như trên.\n\nDưới đây là một trong những bài thơ của Đỗ Phủ được trích ra từ cuốn \" Nghệ thuật ngôn ngữ thơ Đường\" của hai tác giả Trung Hoa hiện đại là Cao Hữu Công và Mai Tổ Luận\nThu Hứng\nNgọc lộ diêu hương phong thụ lâm Vu Sơn Vu Giáp khi tiêu sâm Giang san ba lãng kiêm thiên dũng Tái thượng phong vân tiếp địa âm Tùng cúc lưỡng khai pha nhật lệ Cô chu nhất hệ cố viên tâm Hàn y xứ xứ thôi đao xích Bạch Đế thành cao cấp mộ châm\nĐỗ Phủ —————————————– Dịch thơ\nRừng phong xơ xác toả hương bay Đỉnh Giáp non Vu khói lẫn mây Sóng dội lòng sông lan toả rộng Mây lồng mặt đất chập chùng xoay Hai hàng tùng cúc mi vương lệ Một chiếc thuyền nan dạ chẳng khuây Áo lạnh khắp miền qua loạn lạc Tiếng chày giặt lục vọng về đây ——————————————– TS dịch thơ\nSương trắng rừng Phong xơ xác nằm Non Vu đỉnh Giáp sắc xanh thâm Con sông sóng dội trên giòng nước Cồn bãi gió mây sát đất vần Tùng cúc nở hoa pha giọt lệ Thuyền nan chiếc bóng xót xa tâm Áo len khắp xứ trời binh biến Bạch Đế thành vang đập lụa chăn (1)\nTS\n(1) Bạch Đế thành : Nơi Lưu Bị đóng đô Người Tàu thường đem lụa, áo quần, chăn ra giặt ở giòng suối . Dùng cây đập vào chăn khi giặt, âm thanh vang dội đến Bạch Đế thành."
},
{
"title": "Lưu Bình, Dương Lễ",
"content": "Lưu Bình và Dương Lễ là hai người bạn tâm giao từ thuở thiếu thời. Dương Lễ nhà nghèo, còn Lưu Bình giàu có, đem bạn về nhà ở, ăn cùng mâm, học cùng đèn, tình bạn hữu rất là tương đắc. Dương Lễ biết phận mình nhà nghèo nên ráng học, còn Lưu Bình cậy mình có của nên lười biếng, ham chơi. Ðến khoa thi, Dương Lễ thi đậu được bổ ra làm quan. Lưu Bình thi rớt nên sinh ra chán nản, ăn chơi hơn trước, thi mãi không đậu, của tiền khánh tận. Sực nhớ đến bạn ngày xưa là Dương Lễ nên tìm đến để nhờ giúp đỡ. Dương Lễ lánh mặt không tiếp, dọn cơm hẩm với dĩa cà thâm để đãi, có vẻ khinh bạc. Lưu Bình tức giận tủi nhục ra về, dọc đường ghé lại quán trọ, làm quen với một thiếu phụ tên là Châu Long đang kén chồng. Nghe Lưu Bình thi hỏng luôn hai khóa, Châu Long kiếm lời an ủi, khuyên nên bền chí, nàng sẽ lo liệu mọi việc để cho Lưu Bình yên lòng ăn học, giao hẹn khi nào thi đỗ mới tính việc vợ chồng. Trai tài gái sắc cùng sống chung một nhà, có khi Lưu Bình không nén được lòng, muốn cùng ân ái, Châu Long cương quyết từ chối, nhắc lại lời giao hẹn lúc mới gặp nhau.\nNhờ sự khuyến khích giúp đỡ của Châu Long nên Lưu Bình ráng sức học hành tiến bộ, đến khoa thi năm đó thi đỗ cao. Trở về nhà thì không thấy Châu Long đâu nữa. Hỏi thăm khắp nơi không ai biết nàng ở đâu, Lưu Bình cũng không hiểu vì sao Châu Long lại biến mất vào lúc mình đã hiển đạt, nên đâm ra lo lắng, đau khổ, nhớ thương. Lưu Bình tìm đến thăm Dương Lễ để mắng mỏ mấy câu cho hả giận. Dương Lễ vui vẻ đón tiếp. Lưu Bình toan mở miệng mỉa mai trách móc, thì bỗng thấy Châu Long từ trong bước ra chào. Dương Lễ mới giới thiệu nàng là thiếp thứ ba của mình. Lưu Bình hiểu ngay rằng trước đây Dương Lễ sở dĩ bạc đãi là để khích khí mình, sợ mình không có nơi nương tựa mà bê trễ việc học hành, rồi sai vợ lẽ là Châu Long thay mặt đi giúp đỡ mình ăn học cho thành tài. Từ đó Lưu Bình và Dương Lễ sống với nhau thân tình, khắng khít hơn xưa. Việc ra mặt khích khí bạn, rồi ngầm giúp đỡ cho trọn tình thủy chung như thế, cũng thường thấy ở đạo nghĩa phương Ðông."
},
{
"title": "Gương vỡ lại lành",
"content": "Trung Quốc, đời nhà Trần, người hầu cận Thái Tử là Từ Đức Ngôn có tình với Nhạc Xương công chúa.\nKhi nhà Trần suy loạn, Từ bảo công chúa:\n– Nước mất, nàng tất lọt vào nhà quyền quý. Nếu tình duyên chưa dứt thì còn có ngày được gặp nhau.\nĐoạn, bẻ tấm gương làm đôi, mỗi người giữ một mảnh hẹn nhau đến ngày thượng nguyên sẽ đem gương đến kinh đô bán để tìm nhau.\nBấy giờ, giặc đánh vào đế đô. Từ chạy thoát, còn công chúa bị tướng giặc là Việt Công bắt ép làm vợ. Đến ngày rằm tháng giêng, Từ đem mảnh gương ra chợ bán, thấy có người cùng bán một mảnh gương giống của mình. Lấy hai mảnh gương ghép lại thì liền nhau như một. Từ bèn gởi cho người bán gương, nhờ đem về cho chủ mảnh gương ấy và kèm theo một bài thơ:\nNgười đi gương cũng đi, Gương về người chưa về. Chị Hằng đâu chẳng thấy, Chỉ thấy ánh trăng lòe.\nNguyên văn:\nCảnh dữ nhơn câu khứ, Cảnh quy nhơn vị quy Vô phục Hằng Nga ảnh, Không lưu minh nguyệt huy.\nNhạc Xương công chúa đọc thơ khóc rống lên. Việt Công hỏi, công chúa thuật lại cả. Việt công lấy làm cảm động, thương tình bèn cho cả hai người tái hợp.\nTrong tác phẩm \"Đoạn trường tân thanh\" của cụ Nguyễn Du có câu:\nBây giờ gương vỡ lại lành, Khuôn thiêng lừa lọc đã dành có nơi."
},
{
"title": "Bói Phượng, Cưỡi Rồng",
"content": "Đời Chu Tương Vương (651-617 trước D.L.), Tần Mục Công làm bá chủ các nước ở tây phương. Nhà vua có một người con gái. Lúc mới sinh, gặp có kẻ dâng viên ngọc phác, Tần Mục Công sai thợ giũa, thành một viên ngọc sắc biếc và đẹp lắm.\nĐến khi cô gái đầy tuổi tôi, trong cung bày đồ toái bàn, nàng nhặt ngay viên ngọc, rồi ngắm nghía mãi, mới đặt tên nàng là Lộng Ngọc.\nLớn lên, Lộng Ngọc nhan sắc đẹp tuyệt trần. Tính trời thông minh, nàng có tài thổi ống sinh hay lắm, không học ai mà thành âm điệu. Tần Mục Công sai thợ làm ống sinh bằng ngọc để cho nàng thổị Nàng thổi ống sinh ấy, tiếng trong như tiếng chim phượng.\nTần Mục Công cưng lắm, lập cái lầu để cho nàng ở, tên là Phượng Lâu. Trước lầu có xây một đài gọi là Phượng Đài. Năm Lộng Ngọc lên 15, Tần Mục Công muốn tìm một người giai tế, Lộng Ngọc thề: nếu có người nào có tài thổi ống sinh họa được với nàng thì mới chịu lấy làm chồng.\nTần Mục Công sai sứ đi tìm, nhưng không có ai cả.\nMột hôm, Lộng Ngọc ngồi trên lầu, vén rèm ngắm cảnh. Bấy giờ trời quang mây tạnh, vừng trăng sáng tỏ như gương, nàng truyền cho thị nữ đốt một lò hương rồi đem ống sinh ra thổi. Bỗng nghe tiếng tiêu từ đâu họa lại, lúc gần lúc xa. Lộng Ngọc lấy làm lạ, dừng ống sinh lại không thổi nữa, lắng tai nghe giọng tiêu ấy chỉ còn dư âm văng vẳng. Lộng Ngọc ngẩn ngơ, lưỡng lự thao thức canh chầy, đoạn đặt ống sinh ở đầu giường rồi nằm ngủ. Giữa lúc ấy, nàng bỗng thấy trên trời về phía tây nam, cửa mở rộng, hào quang ngũ sắc rực rỡ như ban ngày, có một chàng thiếu niên, mũ lông áo bạc, cưỡi con chim phượng từ trên trời sa xuống, đứng trước Phượng Đài.\nChàng bảo nàng: – Ta đây là chủ núi Họa Sơn, Ngọc Hoàng Thượng Đế cho ta kết duyên với nàng. Đến ngày Trung Thu này thì đôi ta gặp nhau. Ấy là duyên số đã định sẵn như vậy.\nNói xong, chàng đưa tay rút ống ngọc tiêu bên mình, rồi đứng tựa lan can mà thổi. Con chim phượng đứng bên cũng giương cánh ra vừa hót vừa múa. Tiếng phượng hót cùng với tiếng tiêu xướng họa hòa nhau như một theo điệu cung thương, nghe rất thâm trầm. Lộng Ngọc mê mẩn tâm thần hỏi: Khúc tiêu này là khúc tiêu gì? Chàng thiếu niên đáp: Đây là khúc \"Họa sơn ngâm\". Nàng lại hỏi: Khúc này có học được không? Chàng đáp: Khi cả hai kết duyên rồi thì có gì không học được. Đoạn chàng bước đến gần đưa tay cầm lấy tay nàng…\nLộng Ngọc giật mình tỉnh dậy. Sáng lại, nàng thuật lại điềm chiêm bao cho cha nghe. Tần Mục Công liền sai người cứ theo hình dáng người trong mộng đó dò tìm đến núi Họa Sơn. Có người nông phu chỉ rằng: Từ rằm tháng bảy vừa qua, có một chàng trẻ tuổi lạ mặt đến làm nhà ở đỉnh núi, hằng ngày thường xuống chợ mua rượu uống, chiều lại thổi chơi một khúc ngọc tiêu, ai nghe cũng rất lấy làm thích.\nNgười của Tần Mục Công mừng rỡ tìm đến, trông thấy chàng thiếu niên mũ lông áo bạc, cốt cách thần tiên, vái chào hỏi tên họ. Chàng xưng là Tiêu Sử. Người của nhà vua thuật lại sự tình và yêu cầu Tiêu Sử về triềụ Sau mấy lần từ chối không được, Tiêu Sử cùng theo về triều ra mắt Tần Mục Công. Tần Mục Công thấy Tiêu Sử dung mạo thanh nhã, có vẻ bằng lòng, cho ngồi bên cạnh, hỏi:\n– Ta nghe nhà ngươi có tài thổi ống tiêu tất có tài thổi ống sinh nữa.\nTiêu Sử đáp:\n– Tôi chỉ biết thổi ống tiêu, chứ không biết thổi ống sinh.\nVua bảo:\n– Ta định tìm một người có tài thổi ống sinh, nay nhà ngươi chỉ biết thổi ống tiêu, vậy không thể làm rể ta được.\nĐoạn bảo người đưa Tiêu Sử ra.\nLộng Ngọc sai nội thị tâu với Tần Mục Công: Tiêu với sinh cũng là một loài, người ta có tài thổi ống tiêu thì sao không bảo dạo chơi một khúc để cho người ta được phô tài.\nTần Mục Công lấy làm phải, truyền Tiêu Sử thổi nghe.\nTiêu Sử mới thổi qua một khúc thì thấy có gió mát hây hẩy. Đến khúc thứ nhì thì mây che bốn mặt. Đến khúc thứ ba thì có đôi bạch hạc múa lượn trên không, đồng thời có đôi khổng tước bay đến rồi các giống chim đua nhau kêu hót…, một lúc mới tan. Tần Mục Công rất lấy làm bằng lòng. Lộng Ngọc đứng bên rèm trông thấy vui tương nói: \"Người ấy thật đáng làm chồng ta!\"\nTần Mục Công lại hỏi Tiêu Sử:\n– Nhà ngươi có biết ống sinh và ống tiêu có từ đời nào không?\nTiêu Sử thưa: – Ống sinh làm ra từ đời Nữ Oa; ống tiêu làm ra từ đời Phục Hi.\nTần Mục Công bảo kể rõ nguyên ủỵ Tiêu Sử nói: – Nghề tôi vốn ở ống tiêu, vậy tôi xin kể nguồn gốc ống tiêu. Ngày xưa vua Phục Hi ghép ống trúc làm ống tiêu, chế theo hình chim phượng. Tiếng thổi cũng giống tiếng chim phượng. Thứ lớn ghép liền 23 ống, dài 1 thước 4 tấc gọi là Nhã Tiêu; thứ nhỏ ghép liền 16 ống, dài 2 thước 1 tấc gọi là Tụng Tiêu. Cả hai thứ gọi chung là Tiêu Quản. Còn một thứ không đáy gọi là Đổng Tiêu. Về sau vua Huỳnh Đế sai Linh Luân lấy trúc ở Côn Khê chế làm ống địch, ống này có 7 lỗ, cầm ngang mà thổi, tiếng cũng giống chim phượng, trông rất giản tiện. Người đời sau thấy ống Tiêu Quản phiền phức quá nên chỉ dùng ống địch. Thứ dài gọi là tiêu, thứ ngắn gọi là địch. Bởi vậy, ống tiêu ngày nay không giống ống tiêu ngày xưa.\nTần Mục Công lại hỏi:\n– Sao nhà ngươi thổi ống tiêu mà lại có các giống chim bay đến?\nTiêu Sử thưa: – Ống tiêu dẫu mỗi đời mỗi khác nhưng tiếng thổi bao giờ cũng giống tiếng chim phượng. Chim phượng là chúa các giống chim, vậy khi nghe tiếng chim phượng tất nhiên các giống chim đều kéo nhau đến cả. Ngày xưa vua Thuấn chế ra khúc nhạc tiêu thiều mà chim phượng còn bay đến, huống chi là các giống chim khác.\nTiêu Sử ứng đối lưu loát. Tần Mục Công rất lấy làm bằng lòng, sai quan Thái Sử chọn ngày để làm lễ thành hôn.\nTiêu Sử kết hôn cùng Lộng Ngọc, được phong làm Trung Đại Phu. Tuy làm quan nhưng Tiêu Sử không dự gì đến quyền chính, ngày ngày vui chơi ở Phượng Lâụ Lại không ăn cơm, chỉ thỉnh thoảng uống mấy chén rượu. Lộng Ngọc học được phép tiên của chồng cũng không ăn cơm. Tiêu Sử lại dạy vợ thổi tiêu.\nỞ nhau được non nửa năm, nhân một đêm trăng sáng vằng vặc, vợ chồng đem tiêu ra thổi. Bỗng thấy một con phượng xuống đậu bên tả, và một con rồng xuống phủ phục bên hữu. Tiêu Sử bảo Lộng Ngọc: – Ta vốn là tiên ở thượng giới, Ngọc Hoàng Thượng Đế thấy sử sách trần gian nhiều chỗ tán loạn, vậy nên giáng sinh ta xuống họ Tiêu ở nhà Chu để san định lại. Người nhà Chu thấy ta có công về việc sử sách mới gọi ta là Tiêu Sử, đến nay đã hơn trăm năm rồi. Ngọc Hoàng cho ta làm chủ ở núi Họa Sơn, vì ta cùng nàng có tiền duyên nhau, nhờ khúc ngọc tiêu mà được cùng nhau tác hợp, nhưng cũng không nên ở mãi chốn trần gian này. Nay rồng và phượng đã đến đón, vậy chúng ta cùng nhau đi.\nLộng Ngọc định vào từ biệt cha. Tiêu Sử ngăn: – Không nên! Đã là thần tiên thì chớ nên vì chút tình riêng mà quyến luyến. Đoạn Tiêu Sử cưỡi rồng, Lộng Ngọc cưỡi phượng cùng bay lên trời.\nTrong \"Đoạn trường tân thanh\" của cụ Nguyễn Du, lúc Từ Hải cùng Kiều gặp gỡ, có câu:\nTrai anh hùng, gái thuyền quyên, Phỉ nguyền bói phượng, đẹp duyên cưỡi rồng. \"Đẹp duyên cưỡi rồng\" là do điển tích trên. \"Bói phượng có nghĩa là kén được chồng tốt.\nSách Tả Truyện có chép: Trần Trọng Kính sang nước Tề, được vua nước này cho coi việc công chính. Quan Đại Phu nước Tề có ý muốn gả con gái cho Trọng Kính. Người vợ liền bói một quẻ, bảo rất nên. Vì quẻ bói nói: \"Phượng hoàng vu phi, hòa minh tương tương\" nghĩa là phượng hoàng cùng bay, cùng hót vang vang.\nPhượng là tên một giống chim. Theo sách cổ, đó là một trong 4 con thú linh thiêng: ***g, Lân, quy, Phượng, đem lại điềm lành, và chỉ khi nào có đời thái bình hay thánh nhân ra đời thì mới xuất hiện.\nPhượng là chúa loài chim. Con trống là phượng; con mái là hoàng. Loan là một giống chim cùng loại với phượng hoàng. Vì là đồng loại nên người ta hay dùng để ví với vợ chồng. Ca dao có câu:\nƯớc gì anh được vô phòng, Loan ôm lấy phượng, phượng bồng lấy loan.\n\"Bói phượng\", \"Cưỡi rồng\" đều cũng có nghĩa là kén được chồng xứng đáng."
            }
        ]
    }
